[
    {
        "text": "That's a relief.",
        "ref0": "Whew."
    },
    {
        "text": "Not now.",
        "ref0": "Not anymore."
    },
    {
        "text": "Amaral began, her dark eyes steady.",
        "ref0": "Amaral asked."
    },
    {
        "text": "When a previously scheduled Oct.",
        "ref0": "An Oct."
    },
    {
        "text": "He indicated that the crisis could be defused if Damascus agreed to put its chemical weapons under international control.",
        "ref0": "Syria could agree"
    },
    {
        "text": "The distinctions:",
        "ref0": "The differences:"
    },
    {
        "text": "Kronforst said.",
        "ref0": "Kronforst asked."
    },
    {
        "text": "Mundell was on a recent flight to Orlando, where CCI has its regional headquarters.",
        "ref0": "A Fake Flight Vest"
    },
    {
        "text": "It is also risky.",
        "ref0": "It is simple."
    },
    {
        "text": "Viana Espinal, 7, said she \"feels good \"about herself.",
        "ref0": "Viana Espinal is 7."
    },
    {
        "text": "Pope Francis is Time's Person of the Year",
        "ref0": "Time names Pope Francis Person of the Year"
    },
    {
        "text": "And I had memorized.",
        "ref0": "And she memorized."
    },
    {
        "text": "The candidate, a white man married to a black woman, also received a boost from a campaign ad featuring their son, a 15-year-old with a big Afro.",
        "ref0": "De Blasio is white."
    },
    {
        "text": "Inquiries are limited.",
        "ref0": "Questions are limited."
    },
    {
        "text": "Mundell was on a recent flight to Orlando.",
        "ref0": "A Fake Flight Vest"
    },
    {
        "text": "Children were accosting adults, smoking marijuana, making sexual noises in class, the complaint said.",
        "ref0": "Children attacked adults."
    },
    {
        "text": "And while they don't attend class on Mondays, teachers do.",
        "ref0": "They plan lessons."
    },
    {
        "text": "He died Oct.",
        "ref0": "Duncan died Oct."
    },
    {
        "text": "De Blasio, a white man married to a black woman, also received a boost from a campaign ad featuring their son.",
        "ref0": "De Blasio is white."
    },
    {
        "text": "Amma Ababio, of Highland Park, an 11th-grader at Pittsburgh Allderdice High School who is taking advanced classes, figures she does homework from about 5 p.m. to 11:30 p.m. on school nights.",
        "ref0": "Amma Ababio attends Pittsburgh Allderdice High School."
    },
    {
        "text": "Heavy trucks also ruin bridges more quickly and crumble prairie roads built for light farm traffic.",
        "ref0": "They crumble roads."
    },
    {
        "text": "That leaves Abdul Wasay struggling to survive.",
        "ref0": "So Abdul Wasay struggles."
    },
    {
        "text": "Heavy trucks also degrade bridges more quickly and crumble prairie roads built for light farm traffic, prompting the state to make record investments in rebuilding roads and bridges and constructing new bypasses.",
        "ref0": "They crumble roads."
    },
    {
        "text": "On a recent flight to Orlando, where CCI has its regional headquarters, Mundell said he watched a man with a toy breed of dog walk off their flight to the baggage area, remove the dog's \"service animal \"vest and leave the airport.",
        "ref0": "A Fake Flight Vest"
    },
    {
        "text": "Haley McConnaughey, 14, explains the complicated math equations she did.",
        "ref0": "Haley McConnaughey is 14."
    },
    {
        "text": "She used to have milk at breakfast, either with cereal, a muffin or toast.",
        "ref0": "She drank it with"
    },
    {
        "text": "Amma Ababio, of Highland Park, is an 11th-grader at Pittsburgh Allderdice High School who is taking advanced classes.",
        "ref0": "Amma Ababio attends Pittsburgh Allderdice High School."
    },
    {
        "text": "David Monteith, the dean of Leicester Cathedral, described the court's judgment as undeniably sensible.",
        "ref0": "David Monteith oversees Leicester Cathedral."
    },
    {
        "text": "Now, Robinson is in the midst of her first year at college, attending Seattle Central College, taking classes in math, English and--of course--music.",
        "ref0": "She attends Seattle Central College."
    },
    {
        "text": "Nailing a basket on the court.",
        "ref0": "Succeeding on tests."
    },
    {
        "text": "But some decisions require the trained assessment that only a school nurse can make, she said.",
        "ref0": "Sometimes that works."
    },
    {
        "text": "David Monteith, of Leicester Cathedral, described the court's judgment as undeniably sensible.",
        "ref0": "David Monteith oversees Leicester Cathedral."
    },
    {
        "text": "Jeffrey Flocken, North American regional director of the Massachusetts-based International Fund for Animal Welfare, disagreed, describing the club's argument as \"perverse, to say the least . \"",
        "ref0": "Jeffrey Flocken strongly disagrees."
    },
    {
        "text": "School in Portland.",
        "ref0": "School in Oregon."
    },
    {
        "text": "He didn't know whether he could even touch it.",
        "ref0": "It seemed forbidden."
    },
    {
        "text": "Missouri National Guard ordered to Ferguson after violence erupts",
        "ref0": "Missouri National Guard sent to Ferguson"
    },
    {
        "text": "Rosaisela Rodriguez deliberately didn't declare that her twin son and daughter knew Spanish when she enrolled them in school.",
        "ref0": "Rosaisela Rodriguez has twins."
    },
    {
        "text": "Independent Publishers Group, a national distributor, has seen its sales of Spanish-language print books jump 40 percent over the last five years.",
        "ref0": "Take the Independent Publishers Group."
    },
    {
        "text": "National Guard sent to Ferguson as peaceful protest deteriorates",
        "ref0": "Missouri National Guard sent to Ferguson"
    },
    {
        "text": "The book distributor Independent Publishers Group has seen sales of Spanish-language print books go way up.",
        "ref0": "Take the Independent Publishers Group."
    },
    {
        "text": "The pitch was effective.",
        "ref0": "The pitch worked."
    },
    {
        "text": "Pebble Partnership CEO John Shively said afterward that he told McCarthy the company has good intentions.",
        "ref0": "John Shively heads Pebble Partnership."
    },
    {
        "text": "David Monteith, of Leicester Cathedral, said the court's judgment was quite sensible.",
        "ref0": "David Monteith oversees Leicester Cathedral."
    },
    {
        "text": "Luisa carries her soccer ball.",
        "ref0": "Luisa loves playing soccer"
    },
    {
        "text": "Imani Downing is a sophomore at Pittsburgh Perry High School.",
        "ref0": "Imani Downing attends Pittsburgh Perry High School."
    },
    {
        "text": "Imani Downing, of the North Side, a sophomore at Pittsburgh Perry High School, said she rarely gets homework and usually in just one class.",
        "ref0": "Imani Downing attends Pittsburgh Perry High School."
    },
    {
        "text": "After more clashes, National Guard sent to Ferguson",
        "ref0": "Missouri National Guard sent to Ferguson"
    },
    {
        "text": "Independent Publishers Group, a national distributor based in Chicago, has seen its revenue from Spanish-language print books jump 40 percent over the last five years, according to Diana Calice, head of Spanish books at the company.",
        "ref0": "Take the Independent Publishers Group."
    },
    {
        "text": "Mark Weisbrot is the co-director of the Center for Economic and Policy Research.",
        "ref0": "ABOUT THE WRITER:"
    },
    {
        "text": "Trainer Bob Baffert said Chrome is a \"cool customer . \"",
        "ref0": "Bob Baffert trained Bayern."
    },
    {
        "text": "Rosaisela Rodriguez deliberately didn't declare that her twin son and daughter knew Spanish when she enrolled them in school, adding that most 5-year-olds are language learners, regardless of whether they are bilingual.",
        "ref0": "Rosaisela Rodriguez has twins."
    },
    {
        "text": "Pebble Partnership CEO John Shively said afterward that he assured McCarthy of the company's good intentions.",
        "ref0": "John Shively heads Pebble Partnership."
    },
    {
        "text": "Lindell Harvey smokes because he hasn't.",
        "ref0": "Lindell Harvey is poor."
    },
    {
        "text": "Pebble Partnership CEO John Shively said afterward that he assured McCarthy the developers are \"committed to building a mine that would create substantial economic activity while protecting the environment and the fishery . \"",
        "ref0": "John Shively heads Pebble Partnership."
    },
    {
        "text": "Jeffrey Flocken, the North American regional director of the International Fund for Animal Welfare, disagrees wholeheartedly.",
        "ref0": "Jeffrey Flocken strongly disagrees."
    },
    {
        "text": "Lindell Harvey smokes because he hasn't eaten.",
        "ref0": "Lindell Harvey is poor."
    },
    {
        "text": "It was rough, \"said Wills, who now runs a bookshop and cafe in Homer, Alaska.",
        "ref0": "I got divorced."
    },
    {
        "text": "Urchins graze on algae, drive out kelp and are eaten by sea otters, sunflower stars and humans.",
        "ref0": "Urchins eat seaweed."
    },
    {
        "text": "Nguyen's bet is emblematic of a sea change underway in Vietnam, a country with which the United States shares a tragic history.",
        "ref0": "Big Change In Vietnam"
    },
    {
        "text": "And a genius, Morgan said, with a working knowledge of hydroponics--a water-based growing technique similar to aquaponics but without the fish.",
        "ref0": "George Powell was homeless."
    },
    {
        "text": "Nguyen's bet is a symbol of a sea change underway in Vietnam.",
        "ref0": "Big Change In Vietnam"
    },
    {
        "text": "The pitch was effective.",
        "ref0": "The messages worked."
    },
    {
        "text": "And inquiries are limited.",
        "ref0": "Questions are limited."
    },
    {
        "text": "In addition to her Ph.D. work on the intersection in digital spaces of copyright law and technology, Fiesler said she has a law degree from Vanderbilt.",
        "ref0": "She studies technology."
    },
    {
        "text": "In addition to doing Ph.D. work on copyright law and technology, Fiesler has a law degree from Vanderbilt University, and is a writer.",
        "ref0": "She studies technology."
    },
    {
        "text": "A: To a degree.",
        "ref0": "A: Somewhat."
    },
    {
        "text": "\" After eight years of an erratic, unpredictable president who would say outlandish things, you have a normal person as the president of Iran, \"said Haleh Esfandiari, a former political prisoner under Ahmadinejad who now heads the Middle East program at the nonpartisan Woodrow Wilson International Center for Scholars in Washington.",
        "ref0": "Ahmadinehjad was unpredictable."
    },
    {
        "text": "So is silicon, but it requires lots of processing and manufacturing to be used in solar panels.",
        "ref0": "Silicon is common."
    },
    {
        "text": "So is silicon.",
        "ref0": "Silicon is common."
    },
    {
        "text": "They traveled from the slopes of Mount Rainier and Mount St. Helens to the dry grasslands of the Moses Coulee in Eastern Washington.",
        "ref0": "They visited Mount Rainier."
    },
    {
        "text": "Crews were unable to attach satellite telemetry tags to two others, and they have not been spotted again.",
        "ref0": "Two were freed."
    },
    {
        "text": "She had two children, the eldest of whom was a girl she named Nugi Garimara, later renamed Doris.",
        "ref0": "Molly later married."
    },
    {
        "text": "Now she does.",
        "ref0": "Now she can."
    },
    {
        "text": "Gaunt, with a patchy beard and a wooden cross hanging from his neck, Medina says he hopes that his fast will pressure House Republicans, who have held up action on an immigration overhaul.",
        "ref0": "Medina is thin."
    },
    {
        "text": "The better-appointed ones zipped up their tents, while others made shelters with tarps, grocery carts and wheelchairs.",
        "ref0": "Some had tents."
    },
    {
        "text": "Amma Ababio is an 11th-grader at Pittsburgh Allderdice High School.",
        "ref0": "Amma Ababio attends Pittsburgh Allderdice High School."
    },
    {
        "text": "When a previously scheduled Oct.",
        "ref0": "When an Oct."
    },
    {
        "text": "Medina, who is gaunt and has a patchy beard and a wooden cross hanging from his neck, says he hopes that his fast will pressure House Republicans.",
        "ref0": "Medina is thin."
    },
    {
        "text": "Amma Ababio, of Highland Park, is an 11th-grader at Pittsburgh Allderdice High School.",
        "ref0": "Amma Ababio attends Pittsburgh Allderdice High School."
    },
    {
        "text": "The better-off ones zipped up their tents, while others made shelters with tarps, grocery carts and wheelchairs.",
        "ref0": "Some had tents."
    },
    {
        "text": "While an appeal of the ruling is technically possible, David Monteith, the dean of Leicester Cathedral, described the court's judgment as \"clear and unequivocal . \"",
        "ref0": "David Monteith oversees Leicester Cathedral."
    },
    {
        "text": "Other analysts agreed.",
        "ref0": "Other experts agreed."
    },
    {
        "text": "His mother, Azza Abdelziz, took his ambitions to heart and raised him as a well-rounded athlete.",
        "ref0": "His mother listened."
    },
    {
        "text": "And waited.",
        "ref0": "Then she waited."
    },
    {
        "text": "Hundreds and hundreds of tons of it.",
        "ref0": "Just add seaweed."
    },
    {
        "text": "They're cold-blooded, depending on the sun's warmth to stay active, and breathe through their skin, which makes them sensitive to changes in water quality.",
        "ref0": "They are cold-blooded."
    },
    {
        "text": "Hundreds upon hundreds of tons of it.",
        "ref0": "Just add seaweed."
    },
    {
        "text": "During the program, the students crisscrossed Washington state, from the slopes of Mount Rainier and Mount St. Helens to the dry grasslands of the Moses Coulee in Eastern Washington.",
        "ref0": "They visited Mount Rainier."
    },
    {
        "text": "Hands shot up.",
        "ref0": "Hands went up."
    },
    {
        "text": "\" After eight years of an erratic, unpredictable president who would say outlandish things, you have a normal person as the president of Iran, \"said Haleh Esfandiari, a former political prisoner under Ahmadinejad.",
        "ref0": "Ahmadinehjad was unpredictable."
    },
    {
        "text": "All participants had IQs in the normal range.",
        "ref0": "Half had autism."
    },
    {
        "text": "His mother, Azza Abdelziz, took his ambitions seriously and raised him to be an athlete.",
        "ref0": "His mother listened."
    },
    {
        "text": "His mother took his dream seriously.",
        "ref0": "His mother listened."
    },
    {
        "text": "His mother, Azza Abdelziz, took his dreams to heart--at least the basketball part--and raised him to be an athlete.",
        "ref0": "His mother listened."
    },
    {
        "text": "Imani Downing, of the North Side, is a sophomore at Pittsburgh Perry High School.",
        "ref0": "Imani Downing attends Pittsburgh Perry High School."
    },
    {
        "text": "Some zipped up their tents, while others made shelters with tarps, grocery carts and wheelchairs.",
        "ref0": "Some had tents."
    },
    {
        "text": "Claudia was still.",
        "ref0": "Claudia was silent."
    },
    {
        "text": "Haley McConnaughey, 14, explains the trigonometry she did to figure out the dimensions for the blades on the robot's propellers.",
        "ref0": "Haley McConnaughey is 14."
    },
    {
        "text": "Mounds of garbage and old furniture pile up, bearing bed frames and spoiled food.",
        "ref0": "Rats roam freely."
    },
    {
        "text": "A: To a degree, yes.",
        "ref0": "A: Somewhat."
    },
    {
        "text": "Ticket holders also include Jim Clash, a writer and resident of New York City.",
        "ref0": "So did Jim Clash."
    },
    {
        "text": "Five years ago, Farhad Ata opened Kush Hookah Lounge.",
        "ref0": "Farhad Ata owns Kush Hookah Lounge."
    },
    {
        "text": "Inns have been booked for weeks.",
        "ref0": "Hotels are full."
    },
    {
        "text": "Haley McConnaughey, 14, explains the advanced mathematical equations she did to figure out the dimensions for the blades on the robot's propellers.",
        "ref0": "Haley McConnaughey is 14."
    },
    {
        "text": "Crabs prey on barnacles.",
        "ref0": "Crabs eat barnacles."
    },
    {
        "text": "Rodney Sacks, chairman and chief executive of Monster Beverage, said during the Senate hearing that the company's products contain about 10 milligrams of caffeine per ounce.",
        "ref0": "Rodney Sacks runs Monster."
    },
    {
        "text": "Haley McConnaughey, 14, explains the advanced mathematical equations she did.",
        "ref0": "Haley McConnaughey is 14."
    },
    {
        "text": "Rodney Sacks, chairman and chief executive of Monster Beverage, said during the Senate hearing that the company's products contain about 10 milligrams of caffeine per ounce, about half the level of caffeine in most coffee served in coffee bars.",
        "ref0": "Rodney Sacks runs Monster."
    },
    {
        "text": "In addition to doing research for her studies on copyright law and technology, Fiesler has a law degree from Vanderbilt University, and is a writer.",
        "ref0": "She studies technology."
    },
    {
        "text": "Farhad Ata is the owner of Kush Hookah Lounge, where Doss and Brick were smoking.",
        "ref0": "Farhad Ata owns Kush Hookah Lounge."
    },
    {
        "text": "But Ed Rock, who heads Penn's MOOC initiative, called the findings \"entirely unsurprising and not at all troubling.",
        "ref0": "But Ed Rock disagrees."
    },
    {
        "text": "But Ed Rock, who heads Penn's MOOC program, called the findings \"entirely unsurprising and not at all troubling.",
        "ref0": "But Ed Rock disagrees."
    },
    {
        "text": "The trip was disastrous, and Bishop promised herself she'd never fly with Nathaniel again.",
        "ref0": "Nathaniel was scared."
    },
    {
        "text": "Stephen Mackwell, director of the Lunar and Planetary Institute in Houston, noted that the Chang' e 3 mission landed in an area--the right eye of the \"Man in the Moon \"--distinctly different from previous U.S. and Soviet missions.",
        "ref0": "Stephen Mackwell heads Houston's Lunar and Planetary Institute."
    },
    {
        "text": "Jeffrey Flocken, North American regional director of the Massachusetts-based International Fund for Animal Welfare, disagreed, describing the club's argument as \"perverse, to say the least . \"",
        "ref0": "Jeffrey Flocken disagrees wholeheartedly."
    },
    {
        "text": "Stephen Mackwell, director of the Lunar and Planetary Institute in Houston, noted that the Chang' e 3 mission landed in the right eye of the \"Man in the Moon . \"",
        "ref0": "Stephen Mackwell heads Houston's Lunar and Planetary Institute."
    },
    {
        "text": "Ian Joughin, a university glaciologist and the lead author of that study, said the most likely scenario is at the lower end of that range.",
        "ref0": "Ian Joughin studies glaciers."
    },
    {
        "text": "Avid tennis player.",
        "ref0": "Regular tennis player."
    },
    {
        "text": "The trip was a disaster and Bishop promised herself she would never fly with Nathaniel again.",
        "ref0": "Nathaniel was scared."
    },
    {
        "text": "Enthusiastic tennis player.",
        "ref0": "Regular tennis player."
    },
    {
        "text": "He was diagnosed with Ebola and died Oct.",
        "ref0": "Duncan died Oct."
    },
    {
        "text": "Ian Joughin, a university glaciologist and the lead author of that study, said the the lower estimate is more likely.",
        "ref0": "Ian Joughin studies glaciers."
    },
    {
        "text": "Some zipped up their tents.",
        "ref0": "Some had tents."
    },
    {
        "text": "Luisa carries her soccer ball and cleats.",
        "ref0": "Luisa loves playing soccer"
    },
    {
        "text": "Then, on Jan.",
        "ref0": "Back on Jan."
    },
    {
        "text": "Hands shot up.",
        "ref0": "Hands go up."
    },
    {
        "text": "Toward that goal, the trade group said, the industry has introduced more than 20,000 products with fewer calories, less fat and sugar and more whole grains, among other steps.",
        "ref0": "These have fewer calories."
    },
    {
        "text": "Obama was joined at Arlington National Cemetery on Wednesday by Clinton, and each president held hands with Ethel Kennedy, widow of Robert F. Kennedy, as they climbed a flight of stairs to the burial site on a steep hillside overlooking the nation's capital.",
        "ref0": "Clinton joined Obama there."
    },
    {
        "text": "Chloe wasn't pleased.",
        "ref0": "She was not happy."
    },
    {
        "text": "Vocal critics include powerful lobbying group Texas Association of Business, which accused Texas of dumbing-down curriculum.",
        "ref0": "The powerful Texas Association of Business disagreed."
    },
    {
        "text": "Critics of the move include the powerful lobbying group Texas Association of Business, which accused Texas of dumbing-down its required courses.",
        "ref0": "The powerful Texas Association of Business disagreed."
    },
    {
        "text": "Critics of the change include the powerful lobbying group Texas Association of Business.",
        "ref0": "The powerful Texas Association of Business disagreed."
    },
    {
        "text": "The father of three daughters has been in prison almost three years for theft and is supposed to leave prison in January.",
        "ref0": "Rangel has three daughters."
    },
    {
        "text": "But not always.",
        "ref0": "Not always, though."
    },
    {
        "text": "She owns the Sugar & Spice Extraordinary Sweet Treats bakery.",
        "ref0": "It is called Sugar & Spice Extraordinary Sweet Treats."
    },
    {
        "text": "They worked it out.",
        "ref0": "And she got results."
    },
    {
        "text": "But that was fine with Jean Kroll, who owns the Sugar & Spice Extraordinary Sweet Treats bakery near Chicago.",
        "ref0": "It is called Sugar & Spice Extraordinary Sweet Treats."
    },
    {
        "text": "She wasn't pleased.",
        "ref0": "She was not happy."
    },
    {
        "text": "The father of three daughters has been in prison almost three years for cargo theft and is scheduled to enter a halfway house in January.",
        "ref0": "Rangel has three daughters."
    },
    {
        "text": "Critics of the move include the powerful group Texas Association of Business.",
        "ref0": "The powerful Texas Association of Business disagreed."
    },
    {
        "text": "Clinton joined Obama at Arlington National Cemetery.",
        "ref0": "Clinton joined Obama there."
    },
    {
        "text": "The study's leader, Eske Willerslev, met with a number of Native American tribes in Montana.",
        "ref0": "Eske Willerslev led the study."
    },
    {
        "text": "\" You are a key to the success of your father, \"Federal Bureau of Prisons Director Charles E. Samuels Jr. told the 20 girls.",
        "ref0": "Charles E. Samuels Jr. leads the Federal Bureau of Prisons."
    },
    {
        "text": "Clinton joined Obama at Arlington National Cemetery on Wednesday.",
        "ref0": "Clinton joined Obama there."
    },
    {
        "text": "\" You are a key to the success of your father, \"Federal Bureau of Prisons Director Charles E. Samuels Jr. told the 20 girls, aged 4 to 18, who had assembled to meet their fathers, all nonviolent offenders.",
        "ref0": "Charles E. Samuels Jr. leads the Federal Bureau of Prisons."
    },
    {
        "text": "Obama was joined at Arlington National Cemetery on Wednesday by Clinton.",
        "ref0": "Clinton joined Obama there."
    },
    {
        "text": "\" You are a key to the success of your father, \"Federal Bureau of Prisons Director Charles E. Samuels Jr. told the 20 girls, aged 4 to 18.",
        "ref0": "Charles E. Samuels Jr. leads the Federal Bureau of Prisons."
    },
    {
        "text": "They're pitching underhand.",
        "ref0": "The players pitch underhand."
    },
    {
        "text": "It is making progress against the al-Qaida fighters.",
        "ref0": "It is beating al-Qaida."
    },
    {
        "text": "They have fewer calories, and less fat and sugar.",
        "ref0": "These have fewer calories."
    },
    {
        "text": "Miranda is in that age bracket.",
        "ref0": "Miranda is that old."
    },
    {
        "text": "Interest is growing: Supporters hope to start four more programs this year.",
        "ref0": "And interest is growing."
    },
    {
        "text": "Texas schools pressed to accommodate influx of immigrants",
        "ref0": "Young immigrants in Texas classrooms"
    },
    {
        "text": "Pharmacies, tobacco shops, farmers markets and stores on military bases are permitted to operate on Sundays.",
        "ref0": "So can tobacco shops."
    },
    {
        "text": "Cheryl Ortega, director of bilingual education for United Teachers Los Angeles, said she's seen Spanish-speaking parents write on the home language survey that English is spoken at home by using the Spanish word \"ingles . \"",
        "ref0": "Cheryl Ortega is with United Teachers Los Angeles."
    },
    {
        "text": "Drug stores, tobacco shops, farmers markets and stores on military bases are allowed to operate on Sundays.",
        "ref0": "So can tobacco shops."
    },
    {
        "text": "The e-cigarette crackdown has come \"much faster than what happened with smoke-free ordinances, \"said Tim McAfee, director of the federal Centers for Disease Control's Office on Smoking and Health, which has yet to release data on the potential harm of secondhand vapors.",
        "ref0": "He runs the U.S. Centers for Disease Control's Office on Smoking and Health."
    },
    {
        "text": "He is the director of the federal Centers for Disease Control's Office on Smoking and Health, which has yet to release data on the potential harm of secondhand vapor.",
        "ref0": "He runs the U.S. Centers for Disease Control's Office on Smoking and Health."
    },
    {
        "text": "Pharmacies, tobacconists, farmers markets and stores on military bases are permitted to operate on Sundays.",
        "ref0": "So can tobacco shops."
    },
    {
        "text": "They're pitching underhand and nobody is using a batting helmet, fielding glove or catcher's mask.",
        "ref0": "The players pitch underhand."
    },
    {
        "text": "The CDC also has had to halt its surveillance of flu, an infectious disease that kills about 24,000 Americans in an average year.",
        "ref0": "But the disease spreads."
    },
    {
        "text": "Ecuador launched an inquiry into the event--and according to Ribadeneira and others, Alcaraz fled justice to Mexico, where he worked in the movie industry until his death.",
        "ref0": "Ecuador investigated the event."
    },
    {
        "text": "Cheryl Ortega is the director of bilingual education for United Teachers Los Angeles.",
        "ref0": "Cheryl Ortega is with United Teachers Los Angeles."
    },
    {
        "text": "The infectious disease kills about 24,000 Americans in an average year.",
        "ref0": "But the disease spreads."
    },
    {
        "text": "Addressing a health summit in Washington, the first lady said home-cooked meals have less fat, sodium, cholesterol and calories than meals prepared in restaurants--and save money, too.",
        "ref0": "They also save money."
    },
    {
        "text": "Home-cooked meals are healthier, and they're cheaper, too, said Mrs. Obama at a health conference in Washington.",
        "ref0": "They also save money."
    },
    {
        "text": "No one is using a batting helmet, fielding glove or catcher's mask.",
        "ref0": "The players pitch underhand."
    },
    {
        "text": "The food makers group said the industry has introduced more than 20,000 products with fewer calories, less fat and sugar and more whole grains, among other steps.",
        "ref0": "These have fewer calories."
    },
    {
        "text": "Serova tried to do the same.",
        "ref0": "Serova feels the same."
    },
    {
        "text": "Over the millenniums, petroleum from once massive underground oil fields oozed to the surface, forming bogs that trapped and killed unwary animals and then preserved their skeletons.",
        "ref0": "It formed into bogs."
    },
    {
        "text": "China looks abroad for farmland",
        "ref0": "China ventures overseas for farmland"
    },
    {
        "text": "They have leadership skills.",
        "ref0": "\" They're disciplined."
    },
    {
        "text": "In Yemen, where the CIA and the military have launched numerous drone strikes, a new pro-American government is making progress against the al-Qaida affiliate, U.S. officials said, and that is making U.S. drone strikes less crucial.",
        "ref0": "It is beating al-Qaida."
    },
    {
        "text": "But Brenda Carrillo, student services coordinator in Palo Alto Unified, said it's important not to blame academic pressure.",
        "ref0": "Brenda Carrillo is at Palo Alto Unified."
    },
    {
        "text": "The cats are already there . \"",
        "ref0": "The cats are homeless."
    },
    {
        "text": "And inquiries are limited.",
        "ref0": "And questions are limited."
    },
    {
        "text": "And they worked it out.",
        "ref0": "And she got results."
    },
    {
        "text": "LOUIS--Brad Erwin was in junior high that day in August 1990, when a tornado destroyed much of his hometown of Plainfield, Illinois, including two schools.",
        "ref0": "LOUIS--On Aug."
    },
    {
        "text": "A new pro-American government is making progress against the al-Qaida fighters.",
        "ref0": "It is beating al-Qaida."
    },
    {
        "text": "The cats are already there.",
        "ref0": "The cats are homeless."
    },
    {
        "text": "Booksellers stocked few titles in the language of Cervantes, and those they carried came at a hefty premium.",
        "ref0": "Bookstores sold few titles."
    },
    {
        "text": "LOUIS--Brad Erwin was in junior high that day in August 1990 when a tornado destroyed much of his hometown of Plainfield, Illinois, including two schools.",
        "ref0": "LOUIS--On Aug."
    },
    {
        "text": "Gray had all three.",
        "ref0": "Gray had astounding success."
    },
    {
        "text": "Booksellers stocked few titles, and those they carried were very expensive.",
        "ref0": "Bookstores sold few titles."
    },
    {
        "text": "And she got resolution when they worked it out.",
        "ref0": "And she got results."
    },
    {
        "text": "Bookstores stocked few titles, and those they carried were very expensive.",
        "ref0": "Bookstores sold few titles."
    },
    {
        "text": "But Brenda Carrillo, student services coordinator in Palo Alto Unified, said it's important not to blame academic pressure for depression.",
        "ref0": "Brenda Carrillo is at Palo Alto Unified."
    },
    {
        "text": "But that is fine with Jean Kroll, owner of the Sugar & Spice Extraordinary Sweet Treats bakery in the Chicago suburb of Evanston.",
        "ref0": "It is called Sugar & Spice Extraordinary Sweet Treats."
    },
    {
        "text": "Many things determine our weight.",
        "ref0": "Many things affect weight."
    },
    {
        "text": "Wally Wang is deputy general manager at Keer America.",
        "ref0": "Wally Wang works for Keer America."
    },
    {
        "text": "Spectators looked baffled.",
        "ref0": "The crowd looked baffled."
    },
    {
        "text": "\" The bones were shattered to extract the marrow, then the fragments were shaped into tools, abandoned, and finally reworked to be used again . \"",
        "ref0": "First they were broken."
    },
    {
        "text": "She meets with their parents or guardians to be sure someone is watching over them.",
        "ref0": "She adjusted their arms."
    },
    {
        "text": "Analysts forecast swift growth.",
        "ref0": "Analysts expect fast growth."
    },
    {
        "text": "The competitors nodded knowingly.",
        "ref0": "Other contestants nodded knowingly."
    },
    {
        "text": "Hot, dry weather feeds fires in San Diego area",
        "ref0": "Fires race through San Diego area"
    },
    {
        "text": "Henry Johnson heard the news while watching TV in the hospital's emergency room with his wife, who was waiting to be treated for a headache.",
        "ref0": "Henry Johnson lives in Dallas."
    },
    {
        "text": "The home was condemned, and Bush was declared dead.",
        "ref0": "The house was condemned."
    },
    {
        "text": "Davis pitched as Philadelphia beat Nashville 4-0.",
        "ref0": "Davis pitches for Philadelphia."
    },
    {
        "text": "Noushin Ajmeri hails from eastern India and said she had to adjust to how brashly American girls behaved when her family moved to the United States two years ago.",
        "ref0": "Noushin Ajmeri is from India."
    },
    {
        "text": "She meets with their parents or other adults.",
        "ref0": "She adjusted their arms."
    },
    {
        "text": "Georgia districts don't have to do anything--creating a program is optional under the new law.",
        "ref0": "Arming teachers is optional."
    },
    {
        "text": "They also suggest that \"the effect of public health efforts targeted at fast food restaurants may also be overestimated, such that these efforts may be necessary but not sufficient to reduce child obesity if the remainder of the diet is not addressed . \"",
        "ref0": "It may be necessary."
    },
    {
        "text": "The home was condemned and Bush was declared dead.",
        "ref0": "The house was condemned."
    },
    {
        "text": "They get picked up by the bus at 6:25 a.m. for the 35-minute ride to PikeView middle and high schools.",
        "ref0": "She has three children."
    },
    {
        "text": "They also say that early learning produces kindergarten-ready kids who become career-ready adults when they get older.",
        "ref0": "It creates kindergarten-ready kids."
    },
    {
        "text": "They agree that early learning is critical to career success and say that it produces kindergarten-ready kids who gain momentum as they get older.",
        "ref0": "It creates kindergarten-ready kids."
    },
    {
        "text": "Mike Smith, an AccuWeather senior vice president and board certified consulting meteorologist, also disputed any suggestion that meteorologists bore responsibility for the chaos that reigned across the region Tuesday.",
        "ref0": "Mike Smith is another meteorologist."
    },
    {
        "text": "The animal's shin bone, for example, was the length of a grown man.",
        "ref0": "The bones were enormous."
    },
    {
        "text": "Her three children, ages 11, 14 and 16, wake at 5 a.m. and get picked up at 6:25 a.m. for the 35-minute ride to school.",
        "ref0": "She has three children."
    },
    {
        "text": "They agree early learning is critical to career success and--in preferring to use third grade as a marker--say that it produces kindergarten-ready kids who will accelerate.",
        "ref0": "It creates kindergarten-ready kids."
    },
    {
        "text": "Central Time at Texas Health Presbyterian Hospital Dallas.",
        "ref0": "UPDATE: On Oct."
    },
    {
        "text": "The situation is dire.",
        "ref0": "The situation is terrible."
    },
    {
        "text": "Central Time on Oct.",
        "ref0": "UPDATE: On Oct."
    },
    {
        "text": "Central Time, Thomas Eric Duncan was pronounced dead at Texas Health Presbyterian Hospital Dallas.",
        "ref0": "Central Time on Oct."
    },
    {
        "text": "Central Time, Thomas Eric Duncan was pronounced dead at Texas Health Presbyterian Hospital Dallas.",
        "ref0": "UPDATE: On Oct."
    },
    {
        "text": "Creating a program is optional under the new law.",
        "ref0": "Arming teachers is optional."
    },
    {
        "text": "Davis pitched a two-hitter to help Philadelphia beat Nashville 4-0.",
        "ref0": "Davis pitches for Philadelphia."
    },
    {
        "text": "The law's Republican backers say the new measure combats voter fraud and ensures voting integrity.",
        "ref0": "Republicans wanted the law."
    },
    {
        "text": "More former players sue NHL over concussions",
        "ref0": "Retired hockey players sue NHL"
    },
    {
        "text": "More former players sue NHL regarding concussions",
        "ref0": "Retired hockey players sue NHL"
    },
    {
        "text": "Former hockey players sue NHL over head injuries",
        "ref0": "Retired hockey players sue NHL"
    },
    {
        "text": "Race is an ever shifting, ever evolving concept in America.",
        "ref0": "Race is always changing."
    },
    {
        "text": "Philadelphia's Mo ` ne Davis and Canada's Emma March became the 17th and 18th girls to play in the tournament Friday.",
        "ref0": "Emma March plays for Canada."
    },
    {
        "text": "Lower the current standards?",
        "ref0": "Lower the current limits?"
    },
    {
        "text": "Weighing just over 10 pounds, the leg has two independent engines powering movement in the ankle and knee.",
        "ref0": "It has two engines."
    },
    {
        "text": "Tanzania President Jakaya Kikwete echoed Obama's remarks.",
        "ref0": "Tanzania President Jakaya Kikwete agreed."
    },
    {
        "text": "Those efforts may be necessary.",
        "ref0": "It may be necessary."
    },
    {
        "text": "There were no casualties.",
        "ref0": "There were no deaths."
    },
    {
        "text": "Tanzania President Jakaya Kikwete echoed Obama's remarks, saying Africa still has its \"hot spots, \"but that many of its 53 countries have changed over the past decade, with leaders endorsing strong economic and political policies.",
        "ref0": "Tanzania President Jakaya Kikwete agreed."
    },
    {
        "text": "The law's Republican backers say the new measure combats voter fraud and ensures voting integrity.",
        "ref0": "Republicans backed the law."
    },
    {
        "text": "On Friday, Philadelphia's Mo ` ne Davis and Canada's Emma March became the 17th and 18th girls to ever play in the tournament.",
        "ref0": "Emma March plays for Canada."
    },
    {
        "text": "More past players sue NHL over head injuries, fighting",
        "ref0": "Retired hockey players sue NHL"
    },
    {
        "text": "Among other grant recipients is Kohler competitor American Standard Brands, which has plunged more deeply and directly into the work than has the Wisconsin firm.",
        "ref0": "American Standard Brands also received money."
    },
    {
        "text": "Kohler rival American Standard Brands also received a grant.",
        "ref0": "American Standard Brands also received money."
    },
    {
        "text": "Republicans backed the law.",
        "ref0": "Republicans wanted the law."
    },
    {
        "text": "The law's Republican backers say the new measure combats voter fraud.",
        "ref0": "Republicans wanted the law."
    },
    {
        "text": "Race is an ever changing idea in America.",
        "ref0": "Race is always changing."
    },
    {
        "text": "Give it your best shot, let's see what happens,' \"Bahr recalled.",
        "ref0": "We all can play."
    },
    {
        "text": "Another toilet maker called American Standard Brands also received a grant.",
        "ref0": "American Standard Brands also received money."
    },
    {
        "text": "You can't change it . \"",
        "ref0": "\" History is history."
    },
    {
        "text": "Retired players Dave Christian, Reed Larson and William Bennett filed a lawsuit in federal court on Tuesday.",
        "ref0": "They filed a lawsuit."
    },
    {
        "text": "Retired players Dave Christian, Reed Larson and William Bennett filed a class action lawsuit in federal court on Tuesday alleging that the league has promoted fighting and downplayed the risk of head injuries that come from it.",
        "ref0": "They filed a lawsuit."
    },
    {
        "text": "Those efforts may be \"necessary but not sufficient to reduce child obesity if the remainder of the diet is not addressed . \"",
        "ref0": "It may be necessary."
    },
    {
        "text": "But that is fine with Jean Kroll, owner of the Sugar & Spice Extraordinary Sweet Treats commercial bakery in the Chicago suburb of Evanston, who simply points her new hire toward the racks of golden brown cakes.",
        "ref0": "It is called Sugar & Spice Extraordinary Sweet Treats."
    },
    {
        "text": "Mike Smith, an AccuWeather senior vice president, also disputed suggestions that meteorologists were responsible for the chaos.",
        "ref0": "Mike Smith is another meteorologist."
    },
    {
        "text": "\" They love it.",
        "ref0": "Kids \"love it."
    },
    {
        "text": "The Los Angeles butcher shop is selling 100 cases of bacon a week and has seen a 25 percent increase in consumption in three years.",
        "ref0": "He is a butcher."
    },
    {
        "text": "New laws put in place after 9/11 gave ORR the responsibility for caring and placing these children.",
        "ref0": "New laws after Sept."
    },
    {
        "text": "New laws passed after 9/11 gave ORR the responsibility for caring and placing these children.",
        "ref0": "New laws after Sept."
    },
    {
        "text": "New laws passed after 9/11 gave ORR the responsibility for caring for and placing these children.",
        "ref0": "New laws after Sept."
    },
    {
        "text": "\" You're not going to stop crime by disarming good people, \"said Jerry Henry, executive director of GeorgiaCarry.org, a group that pushed for the bill's passage.",
        "ref0": "He is with GeorgiaCarry.org."
    },
    {
        "text": "The Los Angeles butcher shop is selling 100 cases of bacon a week and has seen a 25 percent increase in bacon sales in three years.",
        "ref0": "He is a butcher."
    },
    {
        "text": "\" Algebra II is a really, really powerful predictive value on whether kids go to college, but it goes on and on after that: more likely to have a full-time job, have a job with benefits, be healthier, \"said Patte Barth, director of the Center for Public Education, a policy group affiliated with the National School Boards Association.",
        "ref0": "Barth directs the Center for Public Education."
    },
    {
        "text": "They're cold-blooded, depending on the sun's warmth to stay active, and breathe through their skin, which makes them sensitive to changes in water quality.",
        "ref0": "They are also cold-blooded."
    },
    {
        "text": "Scientists at the National Institutes of Health are advising the Simons on how to set up a patient registry, and NIH's Office of Rare Diseases Research has posted on its web site a YouTube video in which Elana Simon and a fellow survivor explain why to get involved.",
        "ref0": "The National Institutes of Health is helping."
    },
    {
        "text": "He is the executive director of GeorgiaCarry.org, a group that pushed for the bill's passage.",
        "ref0": "He is with GeorgiaCarry.org."
    },
    {
        "text": "Scientists at the government's National Institutes of Health -LRB- NIH -RRB- are advising the Simons on how to set up a patient registry, which will give them a collection of information about people with the disease.",
        "ref0": "The National Institutes of Health is helping."
    },
    {
        "text": "Scientists at the government's National Institutes of Health -LRB- NIH -RRB- are involved.",
        "ref0": "The National Institutes of Health is helping."
    },
    {
        "text": "The rest was silence.",
        "ref0": "After that was silence."
    },
    {
        "text": "They are cold-blooded, depending on the sun's warmth to stay active, and breathe through their skin, which makes them sensitive to changes in water quality.",
        "ref0": "They are also cold-blooded."
    },
    {
        "text": "Scientists at the National Institutes of Health -LRB- NIH -RRB- are involved.",
        "ref0": "The National Institutes of Health is helping."
    },
    {
        "text": "But while it sounds relatively simple, the logistics are mind-boggling.",
        "ref0": "It may sound simple."
    },
    {
        "text": "They beg principals to take them into Lebanon's overcrowded public schools, send them to makeshift classes in tents, and offer them to mosques to study with sheiks, or religious leaders.",
        "ref0": "They plead with principals."
    },
    {
        "text": "Ukrainian refugees flood into Russia",
        "ref0": "Russia takes in Ukrainian refugees"
    },
    {
        "text": "The Los Angeles butcher shop is selling 100 cases of bacon a week.",
        "ref0": "He is a butcher."
    },
    {
        "text": "In November, she accepted a full scholarship offer from the University of Nebraska.",
        "ref0": "Many colleges wanted her."
    },
    {
        "text": "No, Pope Francis isn't taking up the sport long associated with manicured grounds and English nobility; the soccer-mad \"slum pope \"still prefers the lower-brow sport of his beloved San Lorenzo club.",
        "ref0": "He still prefers soccer."
    },
    {
        "text": "Barth is director of the Center for Public Education.",
        "ref0": "Barth directs the Center for Public Education."
    },
    {
        "text": "They are cold-blooded, depending on the sun's warmth to stay active, and breathe through their skin.",
        "ref0": "They are also cold-blooded."
    },
    {
        "text": "The soccer-mad \"slum pope \"still prefers the lower-brow sport of his beloved San Lorenzo club.",
        "ref0": "He still prefers soccer."
    },
    {
        "text": "\" Algebra II is a really, really powerful predictive value on whether kids go to college, but it goes on and on after that, \"said Patte Barth, director of the Center for Public Education.",
        "ref0": "Barth directs the Center for Public Education."
    },
    {
        "text": "But it goes on and on after that, \"said Patte Barth, director of the Center for Public Education.",
        "ref0": "Barth directs the Center for Public Education."
    },
    {
        "text": "Contestants nodded knowingly.",
        "ref0": "The competitors nodded knowingly."
    },
    {
        "text": "Many factors influence our weight.",
        "ref0": "Many things affect weight."
    },
    {
        "text": "Farmers held massive rallies and pressured lawmakers.",
        "ref0": "Farmers held huge rallies."
    },
    {
        "text": "He is the senior vice president at Walt Disney World Parks.",
        "ref0": "He works for Walt Disney World Parks."
    },
    {
        "text": "Hot weather and dry winds fuel fires in San Diego",
        "ref0": "Fires race through San Diego area"
    },
    {
        "text": "He says he wore out his voice screaming for taxi customers.",
        "ref0": "His voice is hoarse."
    },
    {
        "text": "He says he wore out his voice screaming at fares, an endeavor he began at age 6.",
        "ref0": "His voice is hoarse."
    },
    {
        "text": "The bones were broken to get the marrow, then the pieces were shaped into tools, left sometime later on the ground, found by someone else, and then reworked to be used again, he said.",
        "ref0": "First they were broken."
    },
    {
        "text": "Early learning creates kindergarten-ready kids.",
        "ref0": "It creates kindergarten-ready kids."
    },
    {
        "text": "Mike Smith is an AccuWeather senior vice president and meteorologist.",
        "ref0": "Mike Smith is another meteorologist."
    },
    {
        "text": "Dana Stewart, who teaches a course for Northwestern's Center for Talent Development, has her students build ancient Egyptian structures with the game, a lesson that requires them to contemplate design issues and available building materials.",
        "ref0": "Dana Stewart teaches at Northwestern University."
    },
    {
        "text": "Lower the current rules?",
        "ref0": "Lower the current limits?"
    },
    {
        "text": "Dana Stewart, who teaches a course for Northwestern's Center for Talent Development, has her students build ancient Egyptian structures with the game.",
        "ref0": "Dana Stewart teaches at Northwestern University."
    },
    {
        "text": "Mike Smith, an AccuWeather senior vice president, also denied that meteorologists were responsible for the chaos.",
        "ref0": "Mike Smith is another meteorologist."
    },
    {
        "text": "Relax the current standards?",
        "ref0": "Lower the current standards?"
    },
    {
        "text": "The bones were broken, then the pieces were shaped into tools.",
        "ref0": "First they were broken."
    },
    {
        "text": "While conducting research, senior study author Eske Willerslev, an evolutionary biologist at the University of Copenhagen, met with a number of Native American tribes in Montana to discuss the research.",
        "ref0": "Eske Willerslev led the study."
    },
    {
        "text": "While genetics, metabolism, cultural and environmental factors all influence weight, the foundation lies in the energy-balance calculation: If calories consumed outstrip energy expended in physical activity, we will gain weight.",
        "ref0": "Many things affect weight."
    },
    {
        "text": "\" If you reduce the wait, whether real or perceived, it is critical, \"said Jim MacPhee, senior vice president at Walt Disney World Parks, which has launched an extensive effort to inject more fun in ride lines.",
        "ref0": "He works for Walt Disney World Parks."
    },
    {
        "text": "While conducting research, study co-author Eske Willerslev met with a number of Native American tribes in Montana.",
        "ref0": "Eske Willerslev led the study."
    },
    {
        "text": "Genetics, metabolism, cultural and environmental factors all influence weight.",
        "ref0": "Many things affect weight."
    },
    {
        "text": "\" If you reduce the wait, whether real or perceived, it is critical, \"said Jim MacPhee, senior vice president at Walt Disney World Parks.",
        "ref0": "He works for Walt Disney World Parks."
    },
    {
        "text": "Relax the current standards?",
        "ref0": "Lower the current rules?"
    },
    {
        "text": "Wally Wang, deputy general manager at Keer America, believes more Chinese textile companies and other manufacturers will follow Keer to the United States.",
        "ref0": "Wally Wang works for Keer America."
    },
    {
        "text": "But some policy experts are nervous because nearly 20 states have followed Texas' lead in requiring the vigorous course.",
        "ref0": "But experts are concerned."
    },
    {
        "text": "Brush fires break out, spread in California's San Diego County",
        "ref0": "Fires race through San Diego area"
    },
    {
        "text": "While conducting research, study co-author Eske Willerslev, an evolutionary biologist at the University of Copenhagen, met with a number of Native American tribes in Montana to discuss the research.",
        "ref0": "Eske Willerslev led the study."
    },
    {
        "text": "Wildfires prompt evacuations in San Diego area",
        "ref0": "Fires race through San Diego area"
    },
    {
        "text": "No one is using a batting helmet, fielding glove or catcher's mask.",
        "ref0": "They're pitching underhand."
    },
    {
        "text": "They have committed no crime . \"",
        "ref0": "Let them be free."
    },
    {
        "text": "Since king penguins can be territorial, the disturbance would ripple through the colony, resulting in fights and chaos for many rows beyond the target bird's area.",
        "ref0": "This can create problems."
    },
    {
        "text": "The islands are uninhabited, and the area is one the few pristine stretches of marine environment in the world and home to thousands of migratory birds, fish and mammals.",
        "ref0": "The islands are deserted."
    },
    {
        "text": "Senator John McCain, a Vietnam War veteran, said he supports Panetta's decision but had some concerns.",
        "ref0": "He supports the change."
    },
    {
        "text": "He said he now has a full ride to Fisk University in Tennessee to look forward to.",
        "ref0": "He went back school."
    },
    {
        "text": "The sets have bright colors and come with more human-like figures than boys' toys.",
        "ref0": "They have bright colors."
    },
    {
        "text": "The sets have bright colors and figures that look very human.",
        "ref0": "They have bright colors."
    },
    {
        "text": "The sets have bright colors with lots of purple, and come with more human-like figures.",
        "ref0": "They have bright colors."
    },
    {
        "text": "Senator John McCain, a Vietnam War veteran, supports Panetta's decision but he had some concerns.",
        "ref0": "He supports the change."
    },
    {
        "text": "Kid Cruz trainer Linda Rice also said California Chrome has a chance to join the list of Triple Crown winners, and that the absence of one since Affirmed proves just how hard it is.",
        "ref0": "Linda Rice trains Kid Cruz."
    },
    {
        "text": "After finding Buddy Baseball, she was thrilled to see Kathryn not just enjoying the weekly baseball outing, but talking about it for days beforehand.",
        "ref0": "Then she found Buddy Baseball."
    },
    {
        "text": "Senator John McCain, a Vietnam War veteran, supports the decision but he had some concerns.",
        "ref0": "He supports the change."
    },
    {
        "text": "MK Dungan, Kathryn's mother, said after years of searching for meaningful activities for her daughter, she was thrilled to see Kathryn not just enjoying the weekly baseball outing, but talking about it for days beforehand.",
        "ref0": "Then she found Buddy Baseball."
    },
    {
        "text": "The islands are uninhabited, and the area is one the few untouched stretches of marine environment in the world.",
        "ref0": "The islands are deserted."
    },
    {
        "text": "Tornadoes are wind events, and the machinations of those winds are staggering.",
        "ref0": "Tornadoes are wind storm."
    },
    {
        "text": "The Danish company debuted its Friends line in 2012 with girls top of mind: The sets have a bright color palette with lots of purple, and come with more human-like figures.",
        "ref0": "They have bright colors."
    },
    {
        "text": "Her narrative talents resurfaced but her marriage collapsed.",
        "ref0": "But her marriage ended."
    },
    {
        "text": "\" I bought them because they're cool, \"said Rob Powley of Mahwah, New Jersey, who bought some drones preassembled and built some others.",
        "ref0": "Others he built himself."
    },
    {
        "text": "Her storytelling talents resurfaced but her marriage collapsed.",
        "ref0": "But her marriage ended."
    },
    {
        "text": "Parent Jennifer Zamfino's two children have been through Barrett's class.",
        "ref0": "Jennifer Zamfino has two children."
    },
    {
        "text": "Sweeping across boulevards and massing at the presidential palace, raising national flags and flying banners emblazoned with the images of those killed in protests, the protesters sought to rekindle the spirit of the uprising that toppled Mubarak.",
        "ref0": "They swept across streets."
    },
    {
        "text": "Holton Nelson is 15.",
        "ref0": "He is now 15."
    },
    {
        "text": "Jennifer Zamfino's two children were students in Barrett's class.",
        "ref0": "Jennifer Zamfino has two children."
    },
    {
        "text": "A dozen Ferguson-area businesses were destroyed in fires and other businesses were damaged.",
        "ref0": "Some protests became violent."
    },
    {
        "text": "Slipping in behind the galloping beast, he snatches its tail, wraps it around his fist and leans far off his saddle.",
        "ref0": "He grabs its tail."
    },
    {
        "text": "The animals were starving to death.",
        "ref0": "The animals were alpacas."
    },
    {
        "text": "According to authorities, they were starving to death.",
        "ref0": "The animals were alpacas."
    },
    {
        "text": "He snatches its tail, wraps it around his fist and leans far off his saddle.",
        "ref0": "He grabs its tail."
    },
    {
        "text": "According to police, they were starving to death.",
        "ref0": "The animals were alpacas."
    },
    {
        "text": "According to police, they were starving to death.",
        "ref0": "The animals were starving."
    },
    {
        "text": "Tornadoes pack powerful winds, and the varying effects of those winds are staggering.",
        "ref0": "Tornadoes are wind storm."
    },
    {
        "text": "Once the standard method of farming in the region, the technique is as simple as it is risky.",
        "ref0": "It is also risky."
    },
    {
        "text": "O' Leary interrupted her, voicing his optimism for the Mayo research.",
        "ref0": "The doctor interrupted her."
    },
    {
        "text": "So reform is difficult, said Mike Schuyler who has studied postal issues for nearly two decades.",
        "ref0": "He studies postal issues."
    },
    {
        "text": "Jermalle Johns, of the North Side, a sophomore at Pittsburgh Obama 6-12, is between the two.",
        "ref0": "Jermalle Johns attends Pittsburgh Obama 6-12."
    },
    {
        "text": "But then Brumfield passed around a picture of Lupita Nyong' o, the dark-skinned actress who wears her hair extra-short.",
        "ref0": "She has dark skin."
    },
    {
        "text": "Companies like Cargill buy cocoa from farmers and process it into cocoa butter and chocolate liquor.",
        "ref0": "Then they process it."
    },
    {
        "text": "But Speer warned that the numbers also described a more complex picture, with some states that fared well on average showing among the highest disparities in reading between students from lower-income and higher-income families.",
        "ref0": "Some states scored well."
    },
    {
        "text": "They will take effect Dec.",
        "ref0": "They begin on Dec."
    },
    {
        "text": "Nearby schools were locked down.",
        "ref0": "A helicopter flew overhead."
    },
    {
        "text": "Companies like Cargill buy cocoa from farmers--based on commodity market prices--and process it into cocoa butter and chocolate liquor.",
        "ref0": "Then they process it."
    },
    {
        "text": "Nearby schools were locked down and airplanes at Reagan National Airport were grounded so they would not interfere with law-enforcement choppers.",
        "ref0": "A helicopter flew overhead."
    },
    {
        "text": "Consequently, reform is difficult, said Mike Schuyler, a fellow at the Washington-based Tax Foundation who has studied postal issues for nearly two decades.",
        "ref0": "He studies postal issues."
    },
    {
        "text": "Consequently, reform is difficult, said Mike Schuyler of the Washington-based Tax Foundation, who has studied postal issues for nearly two decades.",
        "ref0": "He studies postal issues."
    },
    {
        "text": "The technique is as simple as it is risky.",
        "ref0": "It is also risky."
    },
    {
        "text": "The dark-skinned actress wears her hair extra-short.",
        "ref0": "She has dark skin."
    },
    {
        "text": "The job of surveying evidence of their existence over centuries was complicated by the relatively large size of the island and the diversity of its largely roadless terrain: plunging valleys, conifer forests, steep mountains and windswept beaches.",
        "ref0": "The island is large."
    },
    {
        "text": "Born Mavis Lillian Lever in Dulwich in south London on May 5, 1921, she was enrolled at University College, London, when she was recruited for the job she thought would make her a spy like Mata Hari.",
        "ref0": "Batey was born Mavis Lillian Lever."
    },
    {
        "text": "Zehaf-Bibeau was pronounced dead at the scene.",
        "ref0": "Michael Zehaf-Bibeau was the gunman."
    },
    {
        "text": "Hello Ketty now ranks third, behind No . 2 Mickey Mouse and No . 1 Anpanman, an anime superhero whose head is a jam-filled bun.",
        "ref0": "Number 1 is Anpanman."
    },
    {
        "text": "Iran's most powerful figure, supreme leader Ayatollah Ali Khamenei, has long resisted compromise on the nuclear program.",
        "ref0": "Supreme leader Ayatollah Ali Khamenei is."
    },
    {
        "text": "She now weighs in third, behind No . 2 Mickey Mouse and No . 1 Anpanman, an anime superhero whose head is a jam-filled bun.",
        "ref0": "Number 1 is Anpanman."
    },
    {
        "text": "Zehaf-Bibeau was shot down and died at the scene.",
        "ref0": "Michael Zehaf-Bibeau was the gunman."
    },
    {
        "text": "Kid Cruz trainer Linda Rice also said California Chrome has a chance to join the list of Triple Crown winners.",
        "ref0": "Linda Rice trains Kid Cruz."
    },
    {
        "text": "Representative Tammy Duckworth was elected to Congress after serving in Iraq as an Army National Guard helicopter pilot.",
        "ref0": "Tammy Duckworth serves in Congress."
    },
    {
        "text": "\" It's kind of cool to see kids who might've been in the shadows say ` I got an athletic scholarship, too,' \"said Nancy Donohoe, director of public relations at Robert Morris.",
        "ref0": "Nancy Donohoe works at Robert Morris."
    },
    {
        "text": "\" It's kind of cool to see kids who might've been in the shadows say ` I got an athletic scholarship, too,' \"she said.",
        "ref0": "Nancy Donohoe works at Robert Morris."
    },
    {
        "text": "Congresswoman Tammy Duckworth was an Army helicopter pilot.",
        "ref0": "Tammy Duckworth serves in Congress."
    },
    {
        "text": "Congresswoman Tammy Duckworth lost both legs serving in Iraq as an Army helicopter pilot.",
        "ref0": "Tammy Duckworth serves in Congress."
    },
    {
        "text": "Zehaf-Bibeau was shot and died at the scene.",
        "ref0": "Michael Zehaf-Bibeau was the gunman."
    },
    {
        "text": "\" It's a struggle for the small family farm to survive through traditional farming, \"said Kamille Combs of The MAiZE Inc ., a design and consulting business that creates hundreds of mazes nationwide each Halloween season, including for Dave's Pumpkin Patch.",
        "ref0": "She works for MAiZE Inc."
    },
    {
        "text": "The company creates hundreds of mazes nationwide each Halloween season, including for Dave's Pumpkin Patch.",
        "ref0": "She works for MAiZE Inc."
    },
    {
        "text": "Holton Nelson, 15, has been helping drive cattle since he was 4.",
        "ref0": "Holton Nelson is a cowboy."
    },
    {
        "text": "PRO/CON: Should the U.S. ban online gambling?",
        "ref0": "PRO/CON: Permitting online gambling"
    },
    {
        "text": "Holton Nelson, 15, has been helping drive Flint Hills cattle since he was 4.",
        "ref0": "Holton Nelson is a cowboy."
    },
    {
        "text": "PRO/CON: Should the U.S. ban online gambling?",
        "ref0": "PRO/CON: Stopping online gambling"
    },
    {
        "text": "##A Dissenting Voice",
        "ref0": "##A Justice Dissents"
    },
    {
        "text": "Current models of the iPhone already contain touches of sapphire, which shields the camera lens and the fingerprint scanner.",
        "ref0": "Sapphire protects its camera."
    },
    {
        "text": "Leigh Carter, director of development at HALO, said 12 of the 30 dogs that were sent to Idaho last Friday have been adopted.",
        "ref0": "Leigh Carter works at HALO Animal Rescue."
    },
    {
        "text": "Though they're hardly celebrities, the musicians say that in smaller cities, they've been swarmed by crowds eager to take dozens of pictures after their shows.",
        "ref0": "They're hardly famous."
    },
    {
        "text": "On Saturday, and every Nov.",
        "ref0": "Each year on Nov."
    },
    {
        "text": "Though they're hardly celebrities, the musicians say that in smaller cities, they've been swarmed by crowds eager to take dozens of pictures after their shows.",
        "ref0": "They're not famous."
    },
    {
        "text": "She used to have milk at breakfast, either with cereal, a muffin or toast.",
        "ref0": "Mary Hanson-Busch lives in Minnesota."
    },
    {
        "text": "He enrolled in school and will now attend Fisk University in Tennessee.",
        "ref0": "He went back school."
    },
    {
        "text": "Holton Nelson, 15, has been helping drive cattle since he was 4 years old.",
        "ref0": "Holton Nelson is a cowboy."
    },
    {
        "text": "PRO/CON: Should online gambling be banned?",
        "ref0": "PRO/CON: Stopping online gambling"
    },
    {
        "text": "The snack pizza was particularly worrying to the professors.",
        "ref0": "It was a snack."
    },
    {
        "text": "Many share those sentiments.",
        "ref0": "Many share that feeling."
    },
    {
        "text": "Sapphire protects the camera lens and the fingerprint scanner.",
        "ref0": "Sapphire protects its camera."
    },
    {
        "text": "Parent Jennifer Zamfino, whose two children have been through Barrett's class, said when her daughter was in second grade she would mentor kindergartners, which in turn boosted her confidence.",
        "ref0": "Jennifer Zamfino has two children."
    },
    {
        "text": "They're hardly famous.",
        "ref0": "They're not famous."
    },
    {
        "text": "The ursine marauders wandered into tents, overturned garbage cans and, on rare occasions, injured tourists.",
        "ref0": "They wandered into tents."
    },
    {
        "text": "The snack pizza was particularly troubling to the researchers.",
        "ref0": "It was a snack."
    },
    {
        "text": "The four-legged raiders wandered into tents, overturned garbage cans and, on rare occasions, injured tourists.",
        "ref0": "They wandered into tents."
    },
    {
        "text": "Michele Stiles, the manager of the South Dade Library branch, said she has seen similar waits for computers at other locations.",
        "ref0": "Michele Stiles runs the South Dade Library."
    },
    {
        "text": "The material shields the camera lens and the fingerprint scanner.",
        "ref0": "Sapphire protects its camera."
    },
    {
        "text": "Michele Stiles, the library branch manager and a veteran of the system, said she has seen similar back-ups at other locations.",
        "ref0": "Michele Stiles runs the South Dade Library."
    },
    {
        "text": "They swept across streets.",
        "ref0": "They marched across streets."
    },
    {
        "text": "They're hardly famous, but in smaller cities, they've been swarmed by crowds eager to take dozens of pictures after their shows.",
        "ref0": "They're not famous."
    },
    {
        "text": "According to authorities, they were starving to death.",
        "ref0": "The animals were starving."
    },
    {
        "text": "Holton Nelson, 15, has been helping drive Flint Hills cattle since he was 4.",
        "ref0": "He is now 15."
    },
    {
        "text": "Others are more complicated pieces.",
        "ref0": "Others are more advanced."
    },
    {
        "text": "Holton Nelson, 15, has been helping drive cattle since he was 4 years old.",
        "ref0": "He is now 15."
    },
    {
        "text": "Amen-Nestawy-Nakht, a 3,000-year-old Egyptian priest, was getting a type of 3-D X-ray, called a CAT scan, at Barnes-Jewish Hospital.",
        "ref0": "His name was Amen-Nestawy-Nakht."
    },
    {
        "text": "A 3,000-year-old Egyptian priest named Amen-Nestawy-Nakht was at Barnes-Jewish Hospital.",
        "ref0": "His name was Amen-Nestawy-Nakht."
    },
    {
        "text": "Herod lives in Cambodia and has been helping the returnees since the first groups arrived in 2002.",
        "ref0": "Cambodia was in ruins."
    },
    {
        "text": "Herod lives in Cambodia.",
        "ref0": "Cambodia was in ruins."
    },
    {
        "text": "Herod lives in Cambodia and has been involved in helping the returnees since the first groups arrived in 2002.",
        "ref0": "Cambodia was in ruins."
    },
    {
        "text": "He enrolled in school and now has a full scholarship to Fisk University in Tennessee.",
        "ref0": "He went back school."
    },
    {
        "text": "Though it resembled a typewriter, with 26 alphabetic keys, it was far more complex, with three or four electrically wired rotors capable of producing endless combinations of coded letters.",
        "ref0": "Enigma resembled a typewriter."
    },
    {
        "text": "The protesters swept across boulevards and massed at the presidential palace, raising national flags and flying banners with the images of those killed in protests.",
        "ref0": "They swept across streets."
    },
    {
        "text": "Amen-Nestawy-Nakht, a 3,000-year-old Egyptian priest, was getting a CAT scan at Barnes-Jewish Hospital.",
        "ref0": "His name was Amen-Nestawy-Nakht."
    },
    {
        "text": "Black artist's Confederate flag mutates, adapts, morphs into art",
        "ref0": "Confederate flag history through art"
    },
    {
        "text": "Black artist uses Confederate flag to create art",
        "ref0": "Confederate flag history through art"
    },
    {
        "text": "It started on Oct.",
        "ref0": "It began on Oct."
    },
    {
        "text": "Working, studying, raising their families, but any knock on the door could be the immigration officers, \"said Bill Herod, an American pastor who lives in Cambodia and has been involved in helping the returnees since the first groups arrived in 2002.",
        "ref0": "Cambodia was in ruins."
    },
    {
        "text": "Holton Nelson, 15, has been helping drive cattle since he was 4.",
        "ref0": "He is now 15."
    },
    {
        "text": "Sweeping across boulevards and massing at the presidential palace, raising national flags and flying banners emblazoned with the images of those killed in protests, the protesters sought to rekindle the spirit of the uprising that toppled Mubarak.",
        "ref0": "They marched across streets."
    },
    {
        "text": "21 chemical weapons attack on a rebel-held Damascus suburb.",
        "ref0": "21 poison gas attack."
    },
    {
        "text": "The protesters swept across boulevards and massed at the presidential palace, raising national flags and flying banners with the images of those killed in protests.",
        "ref0": "They marched across streets."
    },
    {
        "text": "21 chemical weapons attack on a rebel-held Damascus suburb that killed at least 1,429 civilians.",
        "ref0": "21 poison gas attack."
    },
    {
        "text": "They swept across boulevards and massed at the presidential palace.",
        "ref0": "They marched across streets."
    },
    {
        "text": "The organization also received 3,000 voicemail messages that day.",
        "ref0": "A long line formed."
    },
    {
        "text": "21 chemical weapons attack.",
        "ref0": "21 poison gas attack."
    },
    {
        "text": "Others are more complicated pieces in the engine's air pathway.",
        "ref0": "Others are more advanced."
    },
    {
        "text": "Leigh Carter also works at HALO.",
        "ref0": "Leigh Carter works at HALO Animal Rescue."
    },
    {
        "text": "The nonprofit also received 3,000 voicemail messages that day.",
        "ref0": "A long line formed."
    },
    {
        "text": "But Prete said that some of the 25 parts are simple, such as brackets, and others are more complicated components in the engine's air pathway, a high-temperature and constant-stress area of the engine.",
        "ref0": "Others are more advanced."
    },
    {
        "text": "Leigh Carter is the director of development at HALO.",
        "ref0": "Leigh Carter works at HALO Animal Rescue."
    },
    {
        "text": "More broad questions remain too.",
        "ref0": "Other broad questions remain."
    },
    {
        "text": "As emergency vehicles and law enforcement officers flooded streets around the complex, a helicopter hovered overhead, nearby schools were locked down and airplanes at nearby Reagan National Airport were grounded so they would not interfere with law-enforcement choppers.",
        "ref0": "A helicopter flew overhead."
    },
    {
        "text": "Irving loves bow-ties and is fond of making lists.",
        "ref0": "Irving likes making lists."
    },
    {
        "text": "As March moves into deeper water and the shore disappears from view, dolphins leap up around him and a whale comes up for air.",
        "ref0": "Land disappears from sight."
    },
    {
        "text": "After graduating, she went on to work in government.",
        "ref0": "She graduated from college."
    },
    {
        "text": "The shore disappears from view.",
        "ref0": "Land disappears from sight."
    },
    {
        "text": "The shore disappears from sight.",
        "ref0": "Land disappears from sight."
    },
    {
        "text": "Eaton, the top student of her high school, recited it perfectly.",
        "ref0": "Eaton said it perfectly."
    },
    {
        "text": "In college, she was elected to be the first-ever Latina student body president at Cal State Northridge and, after graduating, went on to work in government.",
        "ref0": "She graduated from college."
    },
    {
        "text": "The shore disappears from view, and a whale comes up for air.",
        "ref0": "Land disappears from sight."
    },
    {
        "text": "With 22 million of its own pay TV customers and Time Warner Cable's 11.2 million, the combined entity will end up with about 30 million subscribers, a level believed not to trigger the concern of antitrust authorities.",
        "ref0": "Time Warner Cable has 11.2 million."
    },
    {
        "text": "Years later, after she had been elected the first-ever Latina student body president at Cal State Northridge and then gone on to work for a California assemblyman, she didn't tell her colleagues about the deportation order filed against her.",
        "ref0": "She graduated from college."
    },
    {
        "text": "Klefstad finally emerges--his jumpsuit splattered with ooze.",
        "ref0": "The work takes hours."
    },
    {
        "text": "With 22 million of its own pay TV customers and Time Warner Cable's 11.2 million, the combined company will end up with about 30 million subscribers.",
        "ref0": "Time Warner Cable has 11.2 million."
    },
    {
        "text": "Eaton, the valedictorian of her high school, recited it perfectly and workers grudgingly allowed her to register.",
        "ref0": "Eaton said it perfectly."
    },
    {
        "text": "Some are drug traffickers.",
        "ref0": "Some are drug dealers."
    },
    {
        "text": "Hurricanes have a lot of cons: sustained, devastating winds, vicious storm surges and damage over a wider area.",
        "ref0": "Hurricanes have many cons."
    },
    {
        "text": "Children were accosting adults, smoking marijuana, making sexual noises in class, the complaint said.",
        "ref0": "Children were attacking adults."
    },
    {
        "text": "Anthropologist Polly Wiessner wondered whether this newfound leisure time caused by firelight may have created a space for different types of socializing as well.",
        "ref0": "Polly Wiessner is an anthropologist."
    },
    {
        "text": "Children were accosting adults, smoking marijuana, making sexual noises in class, the complaint said.",
        "ref0": "They smoked in school."
    },
    {
        "text": "Anthropologist Polly Wiessner wondered whether this new leisure time may have let people socialize in different ways.",
        "ref0": "Polly Wiessner is an anthropologist."
    },
    {
        "text": "Some were deported.",
        "ref0": "Some were sent home."
    },
    {
        "text": "Anthropologist Polly Wiessner wondered whether this newfound leisure time may have created a space for different types of social interactions as well.",
        "ref0": "Polly Wiessner is an anthropologist."
    },
    {
        "text": "The results were as spectacular as they were nauseating.",
        "ref0": "The results were sickening."
    },
    {
        "text": "That particularly irks Jacobs.",
        "ref0": "That particularly upsets Jacobs."
    },
    {
        "text": "The results were as spectacular as they were nauseating: More than 14,000 pig corpses were found floating in the Huangpu River and its tributaries last month.",
        "ref0": "The results were sickening."
    },
    {
        "text": "That particularly irks Jacobs.",
        "ref0": "That especially upsets Jacobs."
    },
    {
        "text": "The results were nauseating.",
        "ref0": "The results were sickening."
    },
    {
        "text": "Children were attacking adults, smoking marijuana and making obnoxious noises in class, the complaint said.",
        "ref0": "They smoked in school."
    },
    {
        "text": "But he wasn't caught.",
        "ref0": "He was never caught."
    },
    {
        "text": "The icy lakes are also a boost to wildlife.",
        "ref0": "It also helps wildlife."
    },
    {
        "text": "7, killing thousands and displacing more than 600,000 people from their homes.",
        "ref0": "Thousands of people died."
    },
    {
        "text": "7, killing thousands and sending more than 600,000 away from their homes.",
        "ref0": "Thousands of people died."
    },
    {
        "text": "\" Some humans are quite frightened of bacteria, \"said Samuel Luoma in a report.",
        "ref0": "Samuel Luoma is a scientist."
    },
    {
        "text": "7, killing thousands and displacing more than 600,000.",
        "ref0": "Thousands of people died."
    },
    {
        "text": "Bong Wie, the director of Iowa State University's Asteroid Deflection Research Center, said he has a grant from NASA to design a \"hypervelocity nuclear interceptor system . \"",
        "ref0": "Bong Wie heads the Asteroid Deflection Research Center."
    },
    {
        "text": "\" Some humans are quite frightened of bacteria, \"said Samuel Luoma in a report published by the Pew Project on Emerging Nanotechnologies.",
        "ref0": "Samuel Luoma is a scientist."
    },
    {
        "text": "\" Some humans are quite frightened of bacteria, and the tendency to overuse silver is likely, \"said Samuel Luoma, an emeritus researcher with the U.S. Geological Survey and the author of \"Silver Nanotechnologies and the Environment, \"a report published by the Pew Project on Emerging Nanotechnologies.",
        "ref0": "Samuel Luoma is a scientist."
    },
    {
        "text": "\" We are thrilled, \"said American Civil Liberties Union attorney Sandra S. Park, who argued the case.",
        "ref0": "Lawyer Sandra S. Park represented them."
    },
    {
        "text": "\" Some humans are quite frightened of bacteria, and the tendency to over use silver is likely, \"said Samuel Luoma, in a report published by the Pew Project on Emerging Nanotechnologies.",
        "ref0": "Samuel Luoma is a scientist."
    },
    {
        "text": "Bong Wie, the director of Iowa State University's Asteroid Deflection Research Center, said he has a three-year, $600,000 grant from NASA to design a \"hypervelocity nuclear interceptor system, \"basically an ICBM-borne warhead fitted with a battering ram.",
        "ref0": "Bong Wie heads the Asteroid Deflection Research Center."
    },
    {
        "text": "Apple offers store credit while Samsung offers a prepaid Visa card.",
        "ref0": "Manufacturers are joining in."
    },
    {
        "text": "The icy lakes also help wildlife.",
        "ref0": "It also helps wildlife."
    },
    {
        "text": "Tanzania's President Jakaya Kikwete echoed Obama's remarks.",
        "ref0": "Tanzania President Jakaya Kikwete agreed."
    },
    {
        "text": "But that is changing.",
        "ref0": "Yet that is changing."
    },
    {
        "text": "Yasmina Vinci, executive director of the National Head Start Association, said sequestration represented the largest hit to Head Start funding in terms of dollars since the program began in 1965.",
        "ref0": "Yasmina Vinci runs the National Head Start Association."
    },
    {
        "text": "The hypothesis makes sense, but proving it has been difficult--and the aloof nature of cats hasn't helped.",
        "ref0": "The theory makes sense."
    },
    {
        "text": "Heavy trucks also degrade bridges more quickly and crumble prairie roads built for light farm traffic, prompting the state to make record investments in rebuilding roads and bridges and constructing new bypasses.",
        "ref0": "Heavy trucks ruin bridges."
    },
    {
        "text": "Yasmina Vinci, executive director of the National Head Start Association, said sequestration represented the largest hit to Head Start funding since the program began in 1965.",
        "ref0": "Yasmina Vinci runs the National Head Start Association."
    },
    {
        "text": "They're all full, Dirkmaat said.",
        "ref0": "They are all full."
    },
    {
        "text": "Its inventor, Lee Hanson, claims it reduces the force of a hit by 33 percent.",
        "ref0": "Its inventor is Lee Hanson."
    },
    {
        "text": "And they save money too, said Mrs. Obama at a health conference in Washington on Friday.",
        "ref0": "They also save money."
    },
    {
        "text": "At the Brandywine Wallace Elementary School in Pennsylvania, second-grade teacher Elizabeth H. Madarang learned of the \"Minecraft \"games because her students kept referring to them in their weekly writing reports.",
        "ref0": "Elizabeth H. Madarang teaches second grade."
    },
    {
        "text": "In New York, Gen. Ann E. Dunwoody led the parade up Fifth Avenue to honor veterans.",
        "ref0": "Dunwoody retired last year."
    },
    {
        "text": "Alcaraz fled to Mexico, where he worked in the movie industry until his death, according to Ribadeneira and others.",
        "ref0": "Ecuador investigated the event."
    },
    {
        "text": "Children were attacking adults, taking drugs in school and making rude noises in class.",
        "ref0": "They smoked in school."
    },
    {
        "text": "Relax the current standards?",
        "ref0": "Lower the current limits?"
    },
    {
        "text": "They took drugs in school and made rude noises in class.",
        "ref0": "They smoked in school."
    },
    {
        "text": "Singer Rachel Crow was the featured performer.",
        "ref0": "Teen singer Rachel Crow performed."
    },
    {
        "text": "Asian art conservation effort imperiled by upcoming retirements",
        "ref0": "Tight money pinches Chinese-painting conservation"
    },
    {
        "text": "Jermalle Johns is a sophomore at Pittsburgh Obama 6-12.",
        "ref0": "Jermalle Johns attends Pittsburgh Obama 6-12."
    },
    {
        "text": "It's murder.",
        "ref0": "It's assault . \""
    },
    {
        "text": "In exchange for Gross, the United States will release three Cubans.",
        "ref0": "Gross will be released."
    },
    {
        "text": "They moved frequently, and Richardson remembers spending a night in a homeless shelter.",
        "ref0": "They moved a lot."
    },
    {
        "text": "Democratic Senator William Monning came up with the bill.",
        "ref0": "William Monning proposed the bill."
    },
    {
        "text": "And an enormous amount of the time the response is one of protecting the force and their officers, \"said Adolphus Pruitt, president of the St. Louis city branch of the NAACP.",
        "ref0": "Association for the Advancement of Colored People -LRB- NAACP -RRB-."
    },
    {
        "text": "But when Brumfield, the director of a project empowering young girls, passed around a photograph of Lupita Nyong' o, the dark-brown-skinned actress who sports an extra-short natural, the girls were silent for a moment.",
        "ref0": "She has dark skin."
    },
    {
        "text": "Lee Hanson, inventor of the Guardian, said the company's testing has shown that it reduces the impact of a hit by 33 percent.",
        "ref0": "Its inventor is Lee Hanson."
    },
    {
        "text": "In exchange for Gross, the United States will release three Cubans convicted of spying on anti-Castro groups in Florida.",
        "ref0": "Gross will be released."
    },
    {
        "text": "In the end, that's a much greater offense than intentionally acting like an enemy agent.",
        "ref0": "Edward Snowden has betrayed freedom."
    },
    {
        "text": "During the program, the students crisscrossed Washington state, from the slopes of Mount Rainier and Mount St. Helens to the dry grasslands of the Moses Coulee in Eastern Washington.",
        "ref0": "They visited the grasslands."
    },
    {
        "text": "They've all been Mr. Wrong.",
        "ref0": "They all are alike."
    },
    {
        "text": "Federal agencies have inspector generals.",
        "ref0": "Government agencies have inspectors."
    },
    {
        "text": "\" And people think I have a big ego, \"he said.",
        "ref0": "Venter shook his head."
    },
    {
        "text": "Mario Moscatelli, a biologist and outspoken environmentalist, said that the eco-boats are a positive step in the right direction, but are too little, too late.",
        "ref0": "Mario Moscatelli is a scientist."
    },
    {
        "text": "Federal agencies have inspector generals and Congress routinely investigates such claims.",
        "ref0": "Government agencies have inspectors."
    },
    {
        "text": "They traveled from the slopes of Mount Rainier and Mount St. Helens to the dry grasslands of the Moses Coulee in Eastern Washington.",
        "ref0": "They visited the grasslands."
    },
    {
        "text": "Irving, who keeps a collection of multi-colored bow ties in his office and wears one every day, is fond of making lists--the white board in his office often has dozens of bullet points, outlining goals and responsibilities for him and campus staff.",
        "ref0": "Irving likes making lists."
    },
    {
        "text": "Kevin Iverson is the manager of the North Dakota Census Office.",
        "ref0": "Iverson runs the North Dakota Census Office."
    },
    {
        "text": "But that scenario could be avoided.",
        "ref0": "It could be avoided."
    },
    {
        "text": "And despite population growth, the number of smokers in the U.S. has also dropped.",
        "ref0": "The U.S. population grew."
    },
    {
        "text": "They visited the slopes of Mount Rainier and Mount St. Helens.",
        "ref0": "They visited the grasslands."
    },
    {
        "text": "Richardson remembers spending a night in a shelter.",
        "ref0": "They moved a lot."
    },
    {
        "text": "Brown County District Attorney David L. Lasee declined comment on Wednesday.",
        "ref0": "Lasee would not comment."
    },
    {
        "text": "Three dozen pairs of feet shuffled across the concrete floor as the youngsters organized themselves from tallest to smallest, with the speed that comes from practice.",
        "ref0": "The kids organized themselves."
    },
    {
        "text": "More than 60 percent of ultra-Orthodox men study at religious schools and do not work, and few serve in the army.",
        "ref0": "They do not work."
    },
    {
        "text": "Kevin Iverson is the manager of the North Dakota Census Office.",
        "ref0": "Kevin Iverson runs the North Dakota Census Office."
    },
    {
        "text": "But that figure could be avoided.",
        "ref0": "It could be avoided."
    },
    {
        "text": "After beating Cincinnati in overtime Thursday, the Dolphins had three days off while the Martin story mushroomed.",
        "ref0": "The Martin story grew."
    },
    {
        "text": "Jermalle Johns, of the North Side, a sophomore at Pittsburgh Obama 6-12, is somewhere between the other two.",
        "ref0": "Jermalle Johns attends Pittsburgh Obama 6-12."
    },
    {
        "text": "Kevin Iverson, manager of the North Dakota Census Office, says the biggest population growth has been among 19 - to 34-year-olds, primarily through migration.",
        "ref0": "Kevin Iverson runs the North Dakota Census Office."
    },
    {
        "text": "But then Brumfield, the director of a project empowering young girls, passed around a photograph of Lupita Nyong' o, the dark-brown-skinned actress who wears an extra-short Afro.",
        "ref0": "She has dark skin."
    },
    {
        "text": "Mostly Jewish West Jerusalem essentially shuts down every Friday afternoon, in keeping with Orthodox strictures that prohibit observant Jews from working on the Sabbath.",
        "ref0": "West Jerusalem is mainly Jewish."
    },
    {
        "text": "The deal calls for the United States to release three Cubans convicted of spying on anti-Castro groups in Florida, they said.",
        "ref0": "Gross will be released."
    },
    {
        "text": "And despite population growth, the number of smokers in the U.S. has also dropped, from 52 million in 1980 to 38 million in 2012.",
        "ref0": "The U.S. population grew."
    },
    {
        "text": "More than 60 percent of ultra-Orthodox men study at religious schools and do not work, and few of them serve in the army.",
        "ref0": "They do not work."
    },
    {
        "text": "But that figure is not inevitable.",
        "ref0": "It could be avoided."
    },
    {
        "text": "Straight A's were expected.",
        "ref0": "Homework was taken seriously."
    },
    {
        "text": "You're the real MVP . \"",
        "ref0": "You sacrificed for us."
    },
    {
        "text": "The youngsters organized themselves from tallest to smallest.",
        "ref0": "The kids organized themselves."
    },
    {
        "text": "The youngsters organized themselves from tallest to smallest, with the speed that comes from practice.",
        "ref0": "The kids organized themselves."
    },
    {
        "text": "Kevin Iverson, manager of the North Dakota Census Office, says the biggest population growth has been among 19 - to 34-year-olds, primarily through migration.",
        "ref0": "Iverson runs the North Dakota Census Office."
    },
    {
        "text": "Hello Kitty now ranks third, behind No . 2 Mickey Mouse and No . 1 Anpanman, an anime superhero whose head is a jam-filled bun.",
        "ref0": "Number 1 is Anpanman."
    },
    {
        "text": "But that figure is avoidable.",
        "ref0": "It could be avoided."
    },
    {
        "text": "A crowd favorite and the youngest speller, Hussain A. Godhrawala, 8, of Barnwell, South Carolina, seemed overwhelmed with joy when he got his word relating to nails or claws: unguiculate.",
        "ref0": "A crowd favorite was Hussain A. Godhrawala."
    },
    {
        "text": "The third was undetermined, but the coroner found that the man had a heart condition and had suffered a brain hemorrhage.",
        "ref0": "That likely caused their deaths."
    },
    {
        "text": "Americans are allowed to travel to Cuba.",
        "ref0": "Americans may travel to Cuba."
    },
    {
        "text": "Fabre never recorded selling the work, and the painting disappeared from history until it reappeared in 1970 in the estate of Norwegian industrialist Christian Nicolai Mustad.",
        "ref0": "It only reappeared in 1970."
    },
    {
        "text": "The cause of the third death was unknown, but the man had a heart condition and had suffered a brain hemorrhage.",
        "ref0": "That likely caused their deaths."
    },
    {
        "text": "Ebola is a deadly virus, but it is not as readily passed between people as some other viruses.",
        "ref0": "Ebola is a deadly disease."
    },
    {
        "text": "They will convert the Pacific Ocean into drinking water suitable for making coffee and watering lawns.",
        "ref0": "Making ocean water drinkable for California"
    },
    {
        "text": "The building will house more than 16,000 reverse-osmosis membranes--salt filters, essentially--that will convert the Pacific Ocean into drinking water suitable for making coffee and watering lawns.",
        "ref0": "Making ocean water drinkable for California"
    },
    {
        "text": "Black reporter honored by group that barred him",
        "ref0": "First black reporter at White House honored"
    },
    {
        "text": "The issue came to the fore this month when a casting call for a television spot for Mexico's largest airline stated flatly that it wanted \"no one dark, \"sparking outrage on social media and, ultimately, embarrassed apologies.",
        "ref0": "The issue surfaced this month."
    },
    {
        "text": "Bringing outreach programs to Georgia campuses to help homeless students",
        "ref0": "Homeless college students a rising problem"
    },
    {
        "text": "Feirich completed his nine-month tour of duty and enlisted in the 51st Pennsylvania.",
        "ref0": "Feirich completed his nine-month enlistment."
    },
    {
        "text": "Dorothy Edwards, 56, used to panhandle, or ask for money, by the Target in eastern Pasadena.",
        "ref0": "Dorothy Edwards is 56 years old."
    },
    {
        "text": "White House news group honors black reporter it once barred",
        "ref0": "First black reporter at White House honored"
    },
    {
        "text": "Feirich completed his nine-month tour of duty.",
        "ref0": "Feirich completed his nine-month enlistment."
    },
    {
        "text": "Tynes-Mensah now runs a nonprofit group called Metis that offers support to mixed-race children, the majority of whose fathers came to Russia from Africa.",
        "ref0": "Tynes-Mensah became a chemistry teacher."
    },
    {
        "text": "Today, the acceptance of blacks in Russia is far lower compared with what the African-American pioneers experienced, said Tynes-Mensah, who runs a nonprofit called Metis that offers support to mixed-race children, the majority of whose fathers came to Russia from Africa.",
        "ref0": "Tynes-Mensah became a chemistry teacher."
    },
    {
        "text": "There isn't enough space for the entire team--about 320 members--so Jones staggers practice, holding it four nights a week for different troupes.",
        "ref0": "The team has 320 members."
    },
    {
        "text": "He knew what it was.",
        "ref0": "It was early one morning."
    },
    {
        "text": "It was another night of practice for the Camden Sophisticated Sisters Drill Team, which Jones started as a teenager in 1986.",
        "ref0": "It's called the Sophisticated Sisters Drill Team."
    },
    {
        "text": "Discovered in 1983 by Nobel Prize winner Kary Mullis, it's been used for identifying human remains, food safety, and detecting bacteria.",
        "ref0": "It was discovered in 1983."
    },
    {
        "text": "But the rules don't make it easy, unless you are Cuban-American.",
        "ref0": "Americans may travel to Cuba."
    },
    {
        "text": "While Americans are officially allowed to travel to Cuba, the rules don't make it easy, unless you are Cuban-American.",
        "ref0": "Americans may travel to Cuba."
    },
    {
        "text": "Discovered in 1983 by Nobel Prize winner and University of California, Berkeley, alum Kary Mullis, it's been used for identifying human remains, food safety, and bacterial detection.",
        "ref0": "It was discovered in 1983."
    },
    {
        "text": "He knew what it was, as did the other workers from Northrop Grumman Corp. surrounding him.",
        "ref0": "It was early one morning."
    },
    {
        "text": "Arizona Cardinals defensive tackle Darnell Dockett said he was glad the Dolphins took action against Incognito.",
        "ref0": "Darnell Dockett plays for the Arizona Cardinals."
    },
    {
        "text": "\" Low-wage workers have it hard finding an attorney willing to take a wage case.",
        "ref0": "She is an employment lawyer."
    },
    {
        "text": "They also suggest that \"the effect of public health efforts targeted at fast food restaurants may also be overestimated, such that these efforts may be necessary but not sufficient to reduce child obesity if the remainder of the diet is not addressed . \"",
        "ref0": "Those efforts may be necessary."
    },
    {
        "text": "Dorothy Edwards, 56, used to panhandle by the Target in eastern Pasadena.",
        "ref0": "Dorothy Edwards is 56 years old."
    },
    {
        "text": "A crowd favorite and the youngest speller, Hussain A. Godhrawala, 8, of Barnwell, South Carolina, seemed almost overwhelmed when he got unguiculate.",
        "ref0": "A crowd favorite was Hussain A. Godhrawala."
    },
    {
        "text": "Grace Shongoane, 23, a receptionist, paid tribute to Mandela at the hospital.",
        "ref0": "Grace Shongoane visited the hospital."
    },
    {
        "text": "Davidson Hall is a two-story structure housing the biology, chemistry and health and sciences programs.",
        "ref0": "Davidson Hall is a two-story building."
    },
    {
        "text": "The warm-water fish live in tanks heated to about 72 degrees Fahrenheit.",
        "ref0": "They live in heated tanks."
    },
    {
        "text": "They're not really milk, but they are advertised that way.",
        "ref0": "They're just called milk."
    },
    {
        "text": "He is young, lithe, natty in his uniform.",
        "ref0": "His wife leans into him."
    },
    {
        "text": "The warm-water fish live in tanks heated to about 72 degrees.",
        "ref0": "They live in heated tanks."
    },
    {
        "text": "\" It is something that drives engagement and overall makes for a better experience, \"said David McKillips, senior vice president for corporate alliances at Six Flags.",
        "ref0": "David McKillips works at Six Flags."
    },
    {
        "text": "Beekeeping groups have held exhaustive conferences.",
        "ref0": "Beekeeping groups have held meetings."
    },
    {
        "text": "They're not really milk.",
        "ref0": "They're just called milk."
    },
    {
        "text": "Harling Moore, a pastor at New Life Fellowship Church, said they have more to worry about than their public image.",
        "ref0": "Harling Moore is pastor at New Life Fellowship Church."
    },
    {
        "text": "He is young and neat in his uniform.",
        "ref0": "His wife leans into him."
    },
    {
        "text": "Bloomberg, who first ran as a Republican and later became an independent, guided the city through the financial meltdown and the aftermath of 9/11.",
        "ref0": "He later became an independent."
    },
    {
        "text": "Harling Moore, pastor at New Life Fellowship Church, said the Liberian community, which numbers about 10,000 throughout central Texas, has more to worry about than its public image.",
        "ref0": "Harling Moore is pastor at New Life Fellowship Church."
    },
    {
        "text": "David McKillips is a senior vice president at Six Flags.",
        "ref0": "David McKillips works at Six Flags."
    },
    {
        "text": "David McKillips is the senior vice president for corporate alliances at Six Flags.",
        "ref0": "David McKillips works at Six Flags."
    },
    {
        "text": "He choked down the rest of the Reaper and gulped a cold seltzer.",
        "ref0": "He gulped down cold water."
    },
    {
        "text": "Bloomberg, who first ran as a Republican and later became an independent, guided the city through the financial meltdown and the tough period following 9/11.",
        "ref0": "He later became an independent."
    },
    {
        "text": "Immigration officials declined to comment on Monday's events and had said previously that people hoping to enter the country had to meet standard immigration requirements.",
        "ref0": "Immigration officials wouldn't comment."
    },
    {
        "text": "New Yorkers elect de Blasio as mayor",
        "ref0": "Democrat de Blasio wins New York mayor race"
    },
    {
        "text": "A wood stove heats the place.",
        "ref0": "He keeps the place heated."
    },
    {
        "text": "Melikyan, whose family camps with Poludnitsina, said they left Luhansk after food became scarce, the water supply was shut off and electricity became sporadic.",
        "ref0": "Food was hard to find."
    },
    {
        "text": "21 that the United States blames on Assad.",
        "ref0": "The United States blames an Aug."
    },
    {
        "text": "They include mandir -LRB- a Hindu temple -RRB-, quisling -LRB- a turncoat -RRB-, jeremiad -LRB- an angry tirade -RRB-, foggara -LRB- an underground conduit for carrying water -RRB-, tarragon -LRB- an aromatic spice -RRB-, Baedeker -LRB- travel guidebooks -RRB- and bobbejaan -LRB- an Afrikaans word for baboon -RRB-.",
        "ref0": "Baedeker is a travel guidebook."
    },
    {
        "text": "Some of the words few use in conversation have become standards that the students have heard year after year befalling their predecessors, such as mandir -LRB- a Hindu temple -RRB-, quisling -LRB- a turncoat -RRB-, jeremiad -LRB- an angry tirade -RRB- foggara -LRB- an underground conduit for carrying water -RRB-, tarragon -LRB- an aromatic spice -RRB-, Baedeker -LRB- travel guidebooks -RRB-, and bobbejaan -LRB- an Afrikaans word for baboon -RRB-.",
        "ref0": "Baedeker is a travel guidebook."
    },
    {
        "text": "Morris uses a wood furnace to heat the facility.",
        "ref0": "He keeps the place heated."
    },
    {
        "text": "Beekeeping groups have held conferences.",
        "ref0": "Beekeeping groups have held meetings."
    },
    {
        "text": "Which is fine, he said, because there is so much else to do.",
        "ref0": "That is fine with Breindel."
    },
    {
        "text": "That is fine, Breindel said, because there is so much else to do in life.",
        "ref0": "That is fine with Breindel."
    },
    {
        "text": "Melikyan, whose family shares a tent with Poludnitsina, said they left Luhansk after food became scarce, the water supply was shut off and electricity became irregular.",
        "ref0": "Food was hard to find."
    },
    {
        "text": "because there is so much else to do in life.",
        "ref0": "That is fine with Breindel."
    },
    {
        "text": "De Blasio becomes New York's first Democrat mayor in two decades",
        "ref0": "Democrat de Blasio wins New York mayor race"
    },
    {
        "text": "Bill de Blasio is elected mayor of New York",
        "ref0": "Democrat de Blasio wins New York mayor race"
    },
    {
        "text": "Democrat de Blasio handily wins mayoral race in New York City",
        "ref0": "Democrat de Blasio wins New York mayor race"
    },
    {
        "text": "Our soldiers are being placed at enormous risk all because the president is unwilling--to borrow his own words from another crisis--to \"plug the damn hole . \"",
        "ref0": "Our soldiers face enormous risk."
    },
    {
        "text": "The St. Louis Art Museum hired movers to pick up Amen-Nestawy and two other mummies on Sunday.",
        "ref0": "The St. Louis Art Museum hired special movers."
    },
    {
        "text": "They're not really milk, but they are marketed that way.",
        "ref0": "They're just called milk."
    },
    {
        "text": "Gutierrez, wearing sparkling slippers that curled up at the toes, watched the barely contained chaos.",
        "ref0": "Gutierrez watched all the preparations."
    },
    {
        "text": "One stormy night in July, there were three separate incidents at Shanghai Hongqiao International Airport in which passengers beat up airport staff members, some of whom suffered injuries that required hospitalization.",
        "ref0": "Passengers beat up airport workers."
    },
    {
        "text": "Passengers beat up airport staff members, some of whom suffered injuries that required hospitalization.",
        "ref0": "Passengers beat up airport workers."
    },
    {
        "text": "Gutierrez, wearing slippers that curled up at the toes, watched the barely contained chaos.",
        "ref0": "Gutierrez watched all the preparations."
    },
    {
        "text": "The digital market is changing, they said.",
        "ref0": "The music market is changing."
    },
    {
        "text": "He recalled that his father received a telegram advising him that Hitler's troops were rounding up Jews, and that the family should not return to Krakow.",
        "ref0": "His father got a telegram."
    },
    {
        "text": "The digital market is changing, they say, and Apple's push for the release window shows the tech giant is scrambling to keep its advantage.",
        "ref0": "The music market is changing."
    },
    {
        "text": "Passengers beat up airport staff members, some of whom suffered serious injuries.",
        "ref0": "Passengers beat up airport workers."
    },
    {
        "text": "But his campaign struggled out of the gate, and he was slow to raise money.",
        "ref0": "But he struggled early on."
    },
    {
        "text": "But it's never flown, and no one is trained to operate it.",
        "ref0": "But it has never flown."
    },
    {
        "text": "His father received a telegram advising him that Hitler's troops were rounding up Jews, and that the family should not return to Krakow.",
        "ref0": "His father got a telegram."
    },
    {
        "text": "Passengers beat up airport staff members, some badly.",
        "ref0": "Passengers beat up airport workers."
    },
    {
        "text": "But his campaign struggled early, and he was slow to raise money.",
        "ref0": "But he struggled early on."
    },
    {
        "text": "But his campaign struggled in the beginning and he was slow to raise money.",
        "ref0": "But he struggled early on."
    },
    {
        "text": "They're not really milk, but they are sold that way.",
        "ref0": "They're just called milk."
    },
    {
        "text": "Ukraine does own one drone, but it's never flown, and no one is trained to operate it.",
        "ref0": "But it has never flown."
    },
    {
        "text": "The evidence, published Monday in the Proceedings of the National Academy of Sciences, supports the long-held view that cats began their symbiotic relationship with people following the advent of agriculture, many thousands of years after dogs were tamed by nomadic hunter-gatherers.",
        "ref0": "The evidence was published Monday."
    },
    {
        "text": "\" I bought them because they're cool, \"said Rob Powley of Mahwah, New Jersey, who bought some drones preassembled and built some others.",
        "ref0": "Some he bought already made."
    },
    {
        "text": "Bloomberg first ran as a Republican and later became an independent.",
        "ref0": "He later became an independent."
    },
    {
        "text": "He has always been interested in space and science fiction.",
        "ref0": "He's young and healthy."
    },
    {
        "text": "The St. Louis Art Museum -LRB- SLAM -RRB- hired a company of art movers to pick up Amen-Nestawy and two other mummies on Sunday, load them into specially made foam cases, truck them to the Siteman Cancer Center in the city's Central West End, and slide them onto gurneys.",
        "ref0": "The St. Louis Art Museum hired special movers."
    },
    {
        "text": "Bloomberg, who first ran as a Republican and later became an independent, guided the city through the economic crisis and the years after the 9/11 attack.",
        "ref0": "He later became an independent."
    },
    {
        "text": "Music industry insiders, who spoke on condition of anonymity for fear of reprisals from the industry's dominant retailer, said Apple's push for a new release window--similar to the one that some Hollywood studios impose for films newly released for home viewing--shows the Cupertino, Calif ., tech giant is scrambling to retain its competitive advantage in an evolving digital music market.",
        "ref0": "The music market is changing."
    },
    {
        "text": "But visitors know such hospitality cannot last: Because the lake, as they say, will always be the boss.",
        "ref0": "But it cannot last."
    },
    {
        "text": "Because the lake, as they say, will always be the boss.",
        "ref0": "But it cannot last."
    },
    {
        "text": "The evidence, published Monday, supports the long-held view that cats began their close relationship with people shortly after humans first developed agriculture.",
        "ref0": "The evidence was published Monday."
    },
    {
        "text": "He bought some preassembled and built others himself.",
        "ref0": "Some he bought already made."
    },
    {
        "text": "Groups that refuse to agree to the all-comers policy and lose recognition can continue meeting on campus, but without free or cheap access to meeting rooms.",
        "ref0": "Unofficial groups can continue meeting."
    },
    {
        "text": "He recalled that his father received a telegram advising him that Hitler's troops were rounding up Jews and that the family should not return to Krakow.",
        "ref0": "His father got a telegram."
    },
    {
        "text": "Groups that lose recognition can continue meeting on campus, but without free or discounted access to meeting rooms.",
        "ref0": "Unofficial groups can continue meeting."
    },
    {
        "text": "Whooping cranes are a radiant white, except for black wingtips and a red scalp.",
        "ref0": "Whooping cranes are bright white."
    },
    {
        "text": "His mother took his dream seriously.",
        "ref0": "She took his dream seriously."
    },
    {
        "text": "His mother, Azza Abdelziz, took his ambitions seriously and raised him to be an athlete.",
        "ref0": "She took his dream seriously."
    },
    {
        "text": "Others would bite their lower lips in concentration or stick their hands deep in their pockets.",
        "ref0": "Some played with their hair."
    },
    {
        "text": "Others bit lower lips, played with their hair or stuck hands deep in pockets.",
        "ref0": "Some played with their hair."
    },
    {
        "text": "And in Kansas, Democrats appeared to be counting on Greg Orman, running as an independent against Senator Pat Roberts, a Republican.",
        "ref0": "He was an independent candidate."
    },
    {
        "text": "Others bit lower lips, tousled their hair or stuck their hands deep in their pockets.",
        "ref0": "Some played with their hair."
    },
    {
        "text": "Before he started on his new path, Morris wrestled with the idea, saying, \"I was very nervous ...",
        "ref0": "Morris struggled with the idea."
    },
    {
        "text": "Morris wrestled with the idea . \"I was very nervous, \"he said.",
        "ref0": "Morris struggled with the idea."
    },
    {
        "text": "Others bite lower lips, tousle their own hair or stick hands deep in pockets.",
        "ref0": "Some played with their hair."
    },
    {
        "text": "In Kansas, Democrats appeared to be counting on Greg Orman, who ran neither as a Democrat nor a Republican, against Senator Pat Roberts, a Republican.",
        "ref0": "He was an independent candidate."
    },
    {
        "text": "He ran as an independent.",
        "ref0": "He was an independent candidate."
    },
    {
        "text": "\" If it fails, it fails, \"he says, but he's optimistic.",
        "ref0": "But, he's hopeful."
    },
    {
        "text": "He was an independent who ran neither as a Democrat nor a Republican, against Senator Pat Roberts, a Republican.",
        "ref0": "He was an independent candidate."
    },
    {
        "text": "East of the San Francisco Bay Area, Hank Magnuski provides hot coffee and fresh fruit topped with whipped cream to hikers coming off a particularly grueling 300-mile stretch.",
        "ref0": "Hank Magnuski lives east of San Francisco."
    },
    {
        "text": "She wanted to fly, but with two kids, the military kept the 22-year-old widow on the ground.",
        "ref0": "She wanted to fly planes."
    },
    {
        "text": "East of the Bay Area, Hank Magnuski functions as a sort of outdoors concierge, erecting a pop-up cafe to provide hot coffee and fresh fruit topped with whipped cream to hikers coming off a particularly grueling 300-mile stretch.",
        "ref0": "Hank Magnuski lives east of San Francisco."
    },
    {
        "text": "The dairy industry is fighting back with a new marketing campaign launched last month.",
        "ref0": "Dairy farmers are fighting back."
    },
    {
        "text": "Others would bite their lower lips in concentration or stick their hands deep in their pockets.",
        "ref0": "Others bit their lower lips."
    },
    {
        "text": "And in Kansas, Democrats appeared to be counting on Greg Orman, running as an independent against Senator Pat Roberts, a Republican.",
        "ref0": "He ran as an independent."
    },
    {
        "text": "LOS ANGELES--By any measure, the Pacific Crest Trail is a beastly thing, an angry anaconda that slithers up the entire length of California and all the way to Canada, some 2,650 rugged miles.",
        "ref0": "Pacific Crest Trail lined with \"angels \""
    },
    {
        "text": "LOS ANGELES--By any measure, the Pacific Crest Trail is a beastly thing.",
        "ref0": "Pacific Crest Trail lined with \"angels \""
    },
    {
        "text": "LOS ANGELES--By any measure, the Pacific Crest Trail is a beastly thing, an angry anaconda that slithers up the entire length of California and all the way to Canada, some 2,650 rugged miles.",
        "ref0": "\"Angels \"on the Pacific Crest Trail"
    },
    {
        "text": "Davidson Hall is a two-story structure housing the biology, chemistry, and health and sciences programs.",
        "ref0": "Davidson Hall is a two-story building."
    },
    {
        "text": "Radiant white, except for black wingtips and a red scalp, whooping cranes were named for their \"whooping \"threat alarm siren.",
        "ref0": "Whooping cranes are bright white."
    },
    {
        "text": "In Kansas, Democrats appeared to be counting on Greg Orman, who ran neither as a Democrat nor a Republican, against Senator Pat Roberts, a Republican.",
        "ref0": "He ran as an independent."
    },
    {
        "text": "The Soviets gave the African-Americans red-carpet treatment, including fat paychecks, low-cost housing and free vacations.",
        "ref0": "Russia gave them special treatment."
    },
    {
        "text": "Gaunt, with a patchy beard and a wooden cross hanging from his neck, Medina says he hopes that his fast will pressure House Republicans, who have held up action on an immigration overhaul.",
        "ref0": "His beard has become patchy."
    },
    {
        "text": "The Soviets gave the African-Americans red-carpet treatment, including fat paychecks, subsidized housing and free vacations.",
        "ref0": "Russia gave them special treatment."
    },
    {
        "text": "Others bite lower lips, tousle their own hair or stick hands deep in pockets.",
        "ref0": "Others bit their lower lips."
    },
    {
        "text": "He has a patchy beard and a wooden cross hanging from his neck.",
        "ref0": "His beard has become patchy."
    },
    {
        "text": "Medina, who is gaunt and has a patchy beard and a wooden cross hanging from his neck, says he hopes that his fast will pressure House Republicans.",
        "ref0": "His beard has become patchy."
    },
    {
        "text": "Medina is very thin and has a patchy beard and a wooden cross hanging from his neck.",
        "ref0": "His beard has become patchy."
    },
    {
        "text": "His mother, Azza Abdelziz, took his dreams to heart--at least the basketball part--and raised him to be an athlete.",
        "ref0": "She took his dream seriously."
    },
    {
        "text": "Now we hear whining and complaining from the Pentagon spending lobby--and especially the Navy, which is pushing for a new line of $14 billion super-carriers--that America's national security will be compromised.",
        "ref0": "The Navy is especially concerned."
    },
    {
        "text": "NATO also produced satellite pictures.",
        "ref0": "NATO also took satellite photos."
    },
    {
        "text": "The Ford-class has important advances that will allow it to be a powerful ship for a long time.",
        "ref0": "The Ford has important advances."
    },
    {
        "text": "His arm was above his head and people were rushing over with T-shirts, towels and sweaters to make tourniquets.",
        "ref0": "People rushed over to help."
    },
    {
        "text": "Our soldiers are being placed at enormous risk all because the president is unwilling to stop the flow of potentially infected people from afflicted African countries.",
        "ref0": "Our soldiers face enormous risk."
    },
    {
        "text": "His arm was above his head and people were rushing over with T-shirts, towels and sweaters to make tourniquets to stop the bleeding.",
        "ref0": "People rushed over to help."
    },
    {
        "text": "Although some children do attend catechism, today's highly secular parents have found Wednesdays useful not for religious instruction but for their kids' music lessons, sports practice and other non-academic pursuits that get short shrift in the highly regimented French education system.",
        "ref0": "They have found Wednesdays useful."
    },
    {
        "text": "The painting disappeared from history until it reappeared in 1970 in the estate of Norwegian industrialist Christian Nicolai Mustad.",
        "ref0": "It only reappeared in 1970."
    },
    {
        "text": "Certainly, there are skeptics.",
        "ref0": "Certainly, there are doubters."
    },
    {
        "text": "The Ford-class has important advances that will allow it to be a powerful ship over the course of the century it is expected to remain in service.",
        "ref0": "The Ford has important advances."
    },
    {
        "text": "Extreme sensitivity to light and sound prevented him from attending his team's games, even as a spectator.",
        "ref0": "He also lost his memory."
    },
    {
        "text": "His mother, Azza Abdelziz, took his ambitions to heart and raised him as a well-rounded athlete.",
        "ref0": "She took his dream seriously."
    },
    {
        "text": "Called by the Navy \"true ` leap ahead' \"ships, the Ford-class features important advances to project power over the course of the century it is expected to remain in service.",
        "ref0": "The Ford has important advances."
    },
    {
        "text": "Memory loss followed, forcing him to drop two high school classes.",
        "ref0": "He also lost his memory."
    },
    {
        "text": "Some spellers were clearly relieved at getting such common words as lieutenant, poignant, pyre, escargot, rapport, visceral, dichotomy and mistletoe, but also seemed to welcome such head-scratchers as galjoen -LRB- a sport fish of Africa -RRB-, roodebok -LRB- a small antelope -RRB- and schottische -LRB- a polka-like dance -RRB-.",
        "ref0": "But they also welcomed head-scratchers."
    },
    {
        "text": "Memory loss followed, forcing him to drop two high school classes, while extreme sensitivity to light and sound prevented him from attending his team's games, even as a spectator.",
        "ref0": "He also lost his memory."
    },
    {
        "text": "Navy, which is pushing for a new line of $14 billion super-carriers--that America's national security will be compromised.",
        "ref0": "The Navy is especially concerned."
    },
    {
        "text": "Although some children do attend religious school, today's non-practicing parents have found Wednesdays useful not for religious instruction but for their kids' music lessons, sports practice and other non-academic pursuits.",
        "ref0": "They have found Wednesdays useful."
    },
    {
        "text": "Many have found Wednesdays useful for their kids' music lessons, sports practice and other non-school activities.",
        "ref0": "They have found Wednesdays useful."
    },
    {
        "text": "The lack of money adds to the hardship.",
        "ref0": "This adds to the hardship."
    },
    {
        "text": "It all adds to the hardship in a region already struggling with poverty and too few jobs.",
        "ref0": "This adds to the hardship."
    },
    {
        "text": "NATO also produced satellite images to provide what it called \"additional evidence that Russian combat soldiers, equipped with sophisticated heavy weaponry, are operating inside Ukraine's sovereign territory . \"",
        "ref0": "NATO also took satellite photos."
    },
    {
        "text": "NATO also produced satellite images.",
        "ref0": "NATO also took satellite photos."
    },
    {
        "text": "NATO also produced satellite images to prove that Russian combat soldiers \"are operating inside Ukraine's sovereign territory, \"Tak said.",
        "ref0": "NATO also took satellite photos."
    },
    {
        "text": "But today's non-practicing parents have found Wednesdays useful for their kids' music lessons, sports practice and other non-school activities.",
        "ref0": "They have found Wednesdays useful."
    },
    {
        "text": "NATO also produced satellite images to prove that Russian combat soldiers \"are operating inside Ukraine's sovereign territory, \"Tak said.",
        "ref0": "NATO also produced satellite pictures."
    },
    {
        "text": "Ukrainian refugees flood into Russia",
        "ref0": "Ukrainians flee to Russia for safety"
    },
    {
        "text": "My feet got blisters all over.",
        "ref0": "But it was worth it."
    },
    {
        "text": "NATO also produced satellite images to provide what it called \"additional evidence that Russian combat soldiers, equipped with sophisticated heavy weaponry, are operating inside Ukraine's sovereign territory . \"",
        "ref0": "NATO also produced satellite pictures."
    },
    {
        "text": "It all adds to the burden in a region already struggling with poverty and a depressed job market.",
        "ref0": "This adds to the hardship."
    },
    {
        "text": "Ukrainian refugees in Russia asking \"now what? \"",
        "ref0": "Ukrainians flee to Russia for safety"
    },
    {
        "text": "It all adds to the burden in a region already struggling with poverty and not enough jobs.",
        "ref0": "This adds to the hardship."
    },
    {
        "text": "The museum's renowned architect Jean Nouvel brushed off such critics with a Gallic shrug, suggesting detractors are just annoyed or jealous that Europe now doesn't have the money to embark on such costly cultural projects.",
        "ref0": "He thinks they are jealous."
    },
    {
        "text": "Incoming Republican Representative Mia Love of Utah becomes Congress' first female African-American Republican.",
        "ref0": "Representative Mia Love is from Utah."
    },
    {
        "text": "He suggested they are just annoyed or jealous that Europe now doesn't have the money to pay for such costly cultural projects.",
        "ref0": "He thinks they are jealous."
    },
    {
        "text": "McCoy immediately recorded herself singing it and posted it on Instagram.",
        "ref0": "McCoy immediately recorded the song."
    },
    {
        "text": "In 2013, there were 1,850 children in the program, up from 1,409 in 2011.",
        "ref0": "By 2013 there were 1,850."
    },
    {
        "text": "In fiscal year 2013, there were 1,850 children in the program, according to an agency report, up from 1,409 in 2011.",
        "ref0": "By 2013 there were 1,850."
    },
    {
        "text": "Unaware of its origins, McCoy immediately recorded herself singing Nephew's composition, posted the file on Instagram and challenged other singers to do the same.",
        "ref0": "McCoy immediately recorded the song."
    },
    {
        "text": "Yet the 85-year-old scholar is very much up to date.",
        "ref0": "Billington is 85 years old."
    },
    {
        "text": "Yet the 85-year-old scholar is up to date.",
        "ref0": "Billington is 85 years old."
    },
    {
        "text": "Yet the 85-year-old scholar has been one of the country's strongest advocates for moving the resources of the library online and expanding its educational outreach through new technology.",
        "ref0": "Billington is 85 years old."
    },
    {
        "text": "Yet the 85-year-old scholar has been one of the country's most aggressive advocates, moving the resources of the library online and expanding its educational outreach through 21st century technology.",
        "ref0": "Billington is 85 years old."
    },
    {
        "text": "Presbyterian Hospital chief clinical officer Daniel Varga said the exposure occurred during Duncan's second visit to the hospital.",
        "ref0": "Daniel Varga is with Presbyterian Hospital."
    },
    {
        "text": "He has written five books, mostly about Russia.",
        "ref0": "Billington has written five books."
    },
    {
        "text": "The basketball courts at Cornell Square Park were soaked with blood.",
        "ref0": "The shooting happened at Cornell Square Park."
    },
    {
        "text": "Bullet casings found around the blood-soaked basketball courts at Cornell Square Park were the kind typically fired from AK-47 assault rifles.",
        "ref0": "The shooting happened at Cornell Square Park."
    },
    {
        "text": "He speaks the language and has written five books, mostly about Russia.",
        "ref0": "Billington has written five books."
    },
    {
        "text": "The poor are more likely to smoke than those above the poverty line.",
        "ref0": "Hunger makes the poor smoke more"
    },
    {
        "text": "\" The Army recognizes the concerns expressed by soldiers who believe they are restricted by the number of natural hairstyles authorized by the Army, \"said Army spokesman Troy A. Rolan Sr. .",
        "ref0": "Troy A. Rolan Sr. is an Army spokesman."
    },
    {
        "text": "\" The Army recognizes the concerns expressed by soldiers who believe they are restricted by the number of natural hairstyles authorized by the Army, \"Army spokesman Troy A. Rolan Sr. told The Atlanta Journal-Constitution.",
        "ref0": "Troy A. Rolan Sr. is an Army spokesman."
    },
    {
        "text": "Shell casings found around the blood-soaked basketball courts at Cornell Square Park in the city's Back of the Yards neighborhood were the kind typically fired from AK-47 assault rifles.",
        "ref0": "The shooting happened at Cornell Square Park."
    },
    {
        "text": "Franciscan Friar Alberto Joan Pari would like Christians to be able to attend regular services there.",
        "ref0": "Alberto Joan Pari is a Franciscan monk."
    },
    {
        "text": "Privacy fears at heart of drone debate",
        "ref0": "Are private drones privacy pirates?"
    },
    {
        "text": "Israeli Foreign Ministry spokesman Yigal Palmor said talk of giving the Upper Room to the Vatican was \"a crazy conspiracy theory . \"",
        "ref0": "Yigal Palmo is the Israeli Foreign Ministry."
    },
    {
        "text": "Yigal Palmo, Israeli Foreign Ministry spokesman, called it \"a crazy conspiracy theory . \"",
        "ref0": "Yigal Palmo is the Israeli Foreign Ministry."
    },
    {
        "text": "She a condor technician at the Santa Barbara Zoo and has a large condor tattooed on her right arm.",
        "ref0": "She works at the Santa Barbara Zoo."
    },
    {
        "text": "Sikander Hashmi, a religious leader with the Kanata Muslim Association, said he had brought a bouquet to express his \"sadness and outrage . \"",
        "ref0": "He works with the Kanata Muslim Association."
    },
    {
        "text": "The researchers found several persistent organic pollutants in the whales' bodies, particularly DDT, the insecticide largely banned in the U.S. in 1972 in part for its suspected cancer-causing properties.",
        "ref0": "DDT is an insect killer."
    },
    {
        "text": "Sikander Hashmi, an imam with the Kanata Muslim Association, said he had brought a bouquet to express his \"sadness and outrage . \"",
        "ref0": "He works with the Kanata Muslim Association."
    },
    {
        "text": "After raising money online on Kickstarter, GoldieBlox rolled out a pastel-colored construction set that came with a book featuring the adventures of Goldie, a girl inventor.",
        "ref0": "It came with a book."
    },
    {
        "text": "Franciscan Friar Alberto Joan Pari would like Christians to be able to attend more regular services in the Cenacle, where Christianity arguably began.",
        "ref0": "Alberto Joan Pari is a Franciscan monk."
    },
    {
        "text": "\" Some of the footage is heartbreaking to watch, \"said Molly Astelle, 29, a condor technician at the Santa Barbara Zoo who has a large condor tattooed on her right arm.",
        "ref0": "She works at the Santa Barbara Zoo."
    },
    {
        "text": "Many FFA members have little to do with farms, as Rebecca Goodman illustrates.",
        "ref0": "Rebecca Goodman is an FFA member."
    },
    {
        "text": "New England took a chance, however, selecting the troubled University of Florida standout in the fourth round of the 2010 draft--seemingly a bargain for a player many evaluators considered a first-round talent.",
        "ref0": "But New England took a chance."
    },
    {
        "text": "Franciscan friar Alberto Joan Pari would like to see Christians be able to pray more regularly in the Cenacle, arguably where Christianity began.",
        "ref0": "Alberto Joan Pari is a Franciscan monk."
    },
    {
        "text": "Untold numbers of FFA members have scant to do with farms, as Rebecca Goodman illustrates.",
        "ref0": "Rebecca Goodman is an FFA member."
    },
    {
        "text": "Franciscan Friar Alberto Joan Pari would like to see Christians have more of an opportunity to pray in the Last Supper room, where arguably the Christian Church began.",
        "ref0": "Alberto Joan Pari is a Franciscan monk."
    },
    {
        "text": "Many FFA members have little to do with farms, as Rebecca Goodman explains.",
        "ref0": "Rebecca Goodman is an FFA member."
    },
    {
        "text": "Many FFA members, such as Rebecca Goodman, have little to do with farms.",
        "ref0": "Rebecca Goodman is an FFA member."
    },
    {
        "text": "Congress should quickly follow suit, and President Obama should shift course and sign it.",
        "ref0": "Congress should vote on it."
    },
    {
        "text": "The poor are more likely to smoke than those who have enough to support themselves.",
        "ref0": "Hunger makes the poor smoke more"
    },
    {
        "text": "Shell casings found around the blood-soaked basketball courts at Cornell Square Park in the city's Back of the Yards neighborhood were the kind typically fired from AK-47 rifles and rarely found in gang attacks on the city's South and West sides.",
        "ref0": "The shooting happened at Cornell Square Park."
    },
    {
        "text": "He thinks the Sports Illustrated numbers are too high.",
        "ref0": "He works for the NFL."
    },
    {
        "text": "As soon as she heard the word \"go, \"Ashley Jackson grabbed her orange dumbbells, lifted them above her head and then lowered them to her sides.",
        "ref0": "Ashley Jackson grabbed her orange weights."
    },
    {
        "text": "The risks of taking estrogen are low, but adolescents and their parents are repeatedly counseled about the possibility of blood clots and liver damage, said Johanna Olson, medical director at the Center for Transyouth Health and Development at Children's Hospital Los Angeles.",
        "ref0": "She works at the Center for Transyouth Health and Development."
    },
    {
        "text": "Presbyterian Hospital official Daniel Varga said the nurse caught Ebola during Duncan's second visit to the hospital.",
        "ref0": "Daniel Varga is with Presbyterian Hospital."
    },
    {
        "text": "Within two weeks of publication last month, the post received nearly 40,000 hits.",
        "ref0": "It went up last month."
    },
    {
        "text": "Within two weeks of going up last month, the post received nearly 40,000 hits.",
        "ref0": "It went up last month."
    },
    {
        "text": "Within two weeks of publication last month, the post received nearly 40,000 hits and was reposted by Salon, Huffington Post and Yes!",
        "ref0": "It went up last month."
    },
    {
        "text": "Presbyterian Hospital official Daniel Varga said the nurse contracted Ebola during Duncan's second visit to the hospital.",
        "ref0": "Daniel Varga is with Presbyterian Hospital."
    },
    {
        "text": "As soon as she heard the word \"go, \"Ashley Jackson grabbed her orange dumbbells.",
        "ref0": "Ashley Jackson grabbed her orange weights."
    },
    {
        "text": "She's the medical director at the Center for Transyouth Health and Development at Children's Hospital Los Angeles.",
        "ref0": "She works at the Center for Transyouth Health and Development."
    },
    {
        "text": "Lane W. Martin, a professor at the University of Illinois, agreed that the approach had potential.",
        "ref0": "He is a chemistry professor."
    },
    {
        "text": "He is a professor at the University of Illinois.",
        "ref0": "He is a chemistry professor."
    },
    {
        "text": "But, adolescents and their parents are repeatedly counseled about the possibility of blood clots and liver damage, said Johanna Olson, medical director at the Center for Transyouth Health and Development at Children's Hospital Los Angeles.",
        "ref0": "She works at the Center for Transyouth Health and Development."
    },
    {
        "text": "Lane W. Martin, a professor of materials science and engineering at the University of Illinois, agreed that the approach had potential.",
        "ref0": "He is a chemistry professor."
    },
    {
        "text": "Ashley, who is only 10, is part of Kids' Boot Camp at Memorial Hospital West, in Miami, a program aimed at getting kids in shape at an early age.",
        "ref0": "Ashley is 10 years old."
    },
    {
        "text": "Lane W. Martin, an assistant professor of materials science and engineering at the University of Illinois at Urbana-Champaign, agreed that the approach had potential.",
        "ref0": "He is a chemistry professor."
    },
    {
        "text": "While the Environmental Protection Agency says that installing low-flow or water-conserving toilets will result in the greatest savings in household water use, fewer than 2 percent of the surveyed adults realized this, according to the study.",
        "ref0": "These are called low-flow toilets."
    },
    {
        "text": "Plans are underway to add a greenhouse.",
        "ref0": "A new greenhouse is planned."
    },
    {
        "text": "A tribal elder with a deeply lined face, she spent 20 years at the Youth Treatment Center here, counseling young men and women with substance abuse problems.",
        "ref0": "She's a tribal leader."
    },
    {
        "text": "He thinks the Sports Illustrated numbers are exaggerated, but he sees the importance of training players to manage their money better.",
        "ref0": "He works for the NFL."
    },
    {
        "text": "He thinks the Sports Illustrated numbers are exaggerated.",
        "ref0": "He works for the NFL."
    },
    {
        "text": "The gift-giving tradition is an offshoot of the intense competition in China, where a large population fights for education, health care and jobs.",
        "ref0": "China's population is enormous."
    },
    {
        "text": "The gift-giving tradition is an offshoot of the intensity of competition in China, where a large population fights for education, healthcare and jobs.",
        "ref0": "China's population is enormous."
    },
    {
        "text": "The Environmental Protection Agency says that installing low-flow toilets will result in the greatest savings in household water use.",
        "ref0": "These are called low-flow toilets."
    },
    {
        "text": "It says that installing low-flow toilets will save the most household water.",
        "ref0": "These are called low-flow toilets."
    },
    {
        "text": "The Environmental Protection Agency says that installing low-flow or water-conserving toilets will result in the greatest savings in household water use.",
        "ref0": "These are called low-flow toilets."
    },
    {
        "text": "Plans are underway to add a greenhouse that would allow them to grow more fruits and vegetables traditionally native to the area.",
        "ref0": "A new greenhouse is planned."
    },
    {
        "text": "Instead, they were the days of overwhelming fear that much greater attacks were coming.",
        "ref0": "11 were full of fear."
    },
    {
        "text": "She's a tribal elder and spent 20 years counseling young men and women with substance abuse problems.",
        "ref0": "She's a tribal leader."
    },
    {
        "text": "Water expert Peter Gleick, of the Pacific Institute in Oakland, Calif ., has estimated that humans require 13 gallons of clean water each day to meet basic needs.",
        "ref0": "Peter Gleick is a water expert."
    },
    {
        "text": "A tribal elder, she spent 20 years at the Youth Treatment Center here, counseling young men and women with substance abuse problems.",
        "ref0": "She's a tribal leader."
    },
    {
        "text": "11 were ones of overwhelming fear that much greater attacks were coming.",
        "ref0": "11 were full of fear."
    },
    {
        "text": "Water resources expert Peter Gleick, of the Pacific Institute in Oakland, Calif ., has estimated that humans require 13.2 gallons of clean water each day to meet basic needs.",
        "ref0": "Peter Gleick is a water expert."
    },
    {
        "text": "Plans are underway to add a greenhouse that would allow for more indigenous fruits and vegetables.",
        "ref0": "A new greenhouse is planned."
    },
    {
        "text": "Plans are underway to add a greenhouse that would allow them to grow more of the fruits and vegetables traditionally native to the area.",
        "ref0": "A new greenhouse is planned."
    },
    {
        "text": "She's the medical director at the Center for Transyouth Health and Development.",
        "ref0": "She works at the Center for Transyouth Health and Development."
    },
    {
        "text": "After raising money on Kickstarter, the Oakland company rolled out a pastel-colored construction set that came with a book featuring the adventures of Goldie, a girl inventor.",
        "ref0": "It came with a book."
    },
    {
        "text": "College Dean Lisa Graumlich said the program has another benefit: It allows freshmen and sophomores to get a hands-on feel for the exciting part of conservation work early in their college careers, a time when they're usually working on the difficult science classes their majors require.",
        "ref0": "Lisa Graumlich is with the university."
    },
    {
        "text": "Batey was a college student studying the structure of the German language.",
        "ref0": "She was a college student."
    },
    {
        "text": "Batey was a college student.",
        "ref0": "She was a college student."
    },
    {
        "text": "Her second was to start drawing, in memoriam and anger.",
        "ref0": "Her first reaction was horror."
    },
    {
        "text": "Nathaniel was very scared and the trip was a disaster.",
        "ref0": "The trip was very hard."
    },
    {
        "text": "The trip was disastrous, and Bishop promised herself she'd never fly with Nathaniel again.",
        "ref0": "The trip was very hard."
    },
    {
        "text": "The trip was a disaster and Bishop promised herself she would never fly with Nathaniel again.",
        "ref0": "The trip was very hard."
    },
    {
        "text": "Batey, a college student studying German linguistics, became one of Bletchley Park's nimblest decoders.",
        "ref0": "She was a college student."
    },
    {
        "text": "Batey, a college student studying German linguistics, became one of Bletchley Park's nimblest decoders.",
        "ref0": "Batey was a college student."
    },
    {
        "text": "The energy drink industry disputes those claims, arguing that caffeine has been studied for decades and is safe for consumption.",
        "ref0": "The energy drink industry disagrees."
    },
    {
        "text": "The energy drink industry disputes those claims.",
        "ref0": "The energy drink industry disagrees."
    },
    {
        "text": "Monsanto spokesman Thomas M. Helscher said that the food company opposes state-by-state labeling laws, like the upcoming votes in Colorado and Oregon.",
        "ref0": "Thomas M. Helscher is a Monsanto spokesman."
    },
    {
        "text": "WASHINGTON--The FBI is deploying agents and technical experts to assist in investigating the disappearance of a Malaysia Airlines jet, based on the American citizenship of three of the passengers aboard the lost flight, a top federal law enforcement official in Washington said Saturday.",
        "ref0": "There were 239 people aboard."
    },
    {
        "text": "While there was widespread inconvenience, the mail was delivered, Medicare continued to pay doctors who treated seniors and there was no interruption in Social Security benefits.",
        "ref0": "But the mail was delivered."
    },
    {
        "text": "\" It's unprecedented for Congress to step into this arena, based on lobbyist pressure, \"said Julie Zaebst, policy manager for the Greater Philadelphia Coalition Against Hunger.",
        "ref0": "Julie Zaebst works for the Greater Philadelphia Coalition Against Hunger."
    },
    {
        "text": "Congress has never before interfered in this way, said Julie Zaebst of the Greater Philadelphia Coalition Against Hunger.",
        "ref0": "Julie Zaebst works for the Greater Philadelphia Coalition Against Hunger."
    },
    {
        "text": "Congress has never before interfered in this way, based on pressure from an industry, said Julie Zaebst of the Greater Philadelphia Coalition Against Hunger.",
        "ref0": "Julie Zaebst works for the Greater Philadelphia Coalition Against Hunger."
    },
    {
        "text": "Three American citizens were passengers aboard the lost flight traveling from Kuala Lumpur to Beijing.",
        "ref0": "There were 239 people aboard."
    },
    {
        "text": "Thomas M. Helscher is the spokesman for Monsanto.",
        "ref0": "Thomas M. Helscher is a Monsanto spokesman."
    },
    {
        "text": "Becky Stevenson, an English teacher, though, says her students have shifted from focusing on getting a good grade to a desire to learn.",
        "ref0": "Becky Stevenson is an English teacher."
    },
    {
        "text": "What does this tell us?",
        "ref0": "What did this tell me?"
    },
    {
        "text": "Because raising animals demands so many resources, the only viable way to hit global targets for greenhouse gas reduction may be to encourage people to eat less meat, they say.",
        "ref0": "Raising animals uses many resources."
    },
    {
        "text": "Let's rely on common-sense safeguards and consumer protections.",
        "ref0": "Let's use common sense."
    },
    {
        "text": "PHOENIX--Retired orthopedic surgeon Peter Rork and his co-pilot Doyle, a black Labrador retriever, spend their free time flying precious, sometimes barking, cargo in Rork's Cessna.",
        "ref0": "Rork's co-pilot is Doyle."
    },
    {
        "text": "Rork and his co-pilot Doyle, a black Labrador retriever, spend their free time flying precious, sometimes barking, cargo in Rork's Cessna airplane.",
        "ref0": "Rork's co-pilot is Doyle."
    },
    {
        "text": "And after nearly 2,500 years, it's perhaps only fitting that they're getting a face-lift.",
        "ref0": "Getting a makeover after 2,500 years"
    },
    {
        "text": "Grace Shongoane, 23, a receptionist, dropped in to pay tribute to Mandela at the hospital, but planned to go to Lesedi orphanage in Mamelodi township, east of Pretoria.",
        "ref0": "Grace Shongoane visited the hospital."
    },
    {
        "text": "She says her students have shifted from focusing on getting a good grade to a desire to learn.",
        "ref0": "Becky Stevenson is an English teacher."
    },
    {
        "text": "Let's rely on common-sense safeguards and consumer protections by extending well-established and effective gaming regulations to the newest form, online gaming, at the onset--not retroactively.",
        "ref0": "Let's use common sense."
    },
    {
        "text": "Leigh Carter, director of development at HALO, said 12 of the 30 dogs that were sent to Idaho last Friday have been adopted.",
        "ref0": "Leigh Carter also works at HALO."
    },
    {
        "text": "Makos typically feed off small fish such as mackerel and sardines, and move on to larger fish as they get older, according to Nick Wegner, a fisheries research biologist at Scripps Institution of Oceanography in the San Diego community of La Jolla.",
        "ref0": "Makos typically eat small fish."
    },
    {
        "text": "Frances Simmons, a natural hair care professional who visits Chicago public schools to talk to students about proper hair care, said she's not against women getting weaves or extensions that are woven in properly.",
        "ref0": "Frances Simmons is a hair stylist."
    },
    {
        "text": "According to Michael Morefield, shelter operations manager at the Arizona Animal Welfare League and SPCA, Maricopa County has the second-largest rate of euthanasia for cats and dogs in the country.",
        "ref0": "Michael Morefield is with the Arizona Animal Welfare League."
    },
    {
        "text": "But Becky Stevenson, an English teacher, says her students really have a desire to learn.",
        "ref0": "Becky Stevenson is an English teacher."
    },
    {
        "text": "Frances Simmons is a natural hair care professional who visits Chicago public schools.",
        "ref0": "Frances Simmons is a hair stylist."
    },
    {
        "text": "Becky Stevenson, an English teacher, says her students used to worry about getting good grades.",
        "ref0": "Becky Stevenson is an English teacher."
    },
    {
        "text": "College Dean Lisa Graumlich said the program has another benefit: It allows freshmen and sophomores to get a hands-on feel for the exciting part of conservation work early in their college careers, a time when they're usually working on the difficult science prerequisites their majors require.",
        "ref0": "Lisa Graumlich is with the university."
    },
    {
        "text": "Three American citizens were on the lost flight.",
        "ref0": "There were 239 people aboard."
    },
    {
        "text": "Though it resembled a typewriter, with 26 alphabetic keys, it was far more complex, with three or four electrically wired rotors capable of producing endless combinations of coded letters.",
        "ref0": "Enigma looked like a typewriter."
    },
    {
        "text": "White potatoes were omitted.",
        "ref0": "White potatoes were left out."
    },
    {
        "text": "Take, for example, not counting homework.",
        "ref0": "Should homework count for grades?"
    },
    {
        "text": "Take, for example, not counting homework in a student's final grade.",
        "ref0": "Should homework count for grades?"
    },
    {
        "text": "Her name is Kadra Mohamed, 22.",
        "ref0": "It's Kadra Mohamed, 22."
    },
    {
        "text": "Batey received the barest of introductions.",
        "ref0": "Batey hardly received any introduction."
    },
    {
        "text": "Batey received the barest of introductions.",
        "ref0": "Batey hardly got any introduction."
    },
    {
        "text": "Kadra Mohamed, 22, is a new cop on the street.",
        "ref0": "It's Kadra Mohamed, 22."
    },
    {
        "text": "Kadra Mohamed, 22, is a new cop on the beat.",
        "ref0": "It's Kadra Mohamed, 22."
    },
    {
        "text": "Take, for example, the de-emphasis of homework in a student's final grade for a subject.",
        "ref0": "Should homework count for grades?"
    },
    {
        "text": "Her narrative talents resurfaced but her marriage collapsed.",
        "ref0": "Her storytelling talents came back."
    },
    {
        "text": "After a mile-long march, the herd flows shoulder-to-shoulder to the crest of a hill and then breaks into a jog, as if the pens by the side of a road are just where these cows desire to be.",
        "ref0": "They break into a jog."
    },
    {
        "text": "After a mile-long march, the herd flows shoulder-to-shoulder to the top of a hill and then breaks into a jog, as if the pens are just where these cows desire to be.",
        "ref0": "They break into a jog."
    },
    {
        "text": "Survival will vary species by species.",
        "ref0": "Not everything will make it."
    },
    {
        "text": "There are many health risks of hunger.",
        "ref0": "Hunger has many health risks."
    },
    {
        "text": "Nearby, Breanna Greene and Gene Parker, both 14-year-olds from St. Paul, said they liked getting out of the city, working the fields, and \"being able to be outside and be safe . \"",
        "ref0": "Breanna Greene and Gene Parker stood nearby."
    },
    {
        "text": "Among the health risks of hunger are spiked rates of diabetes and developmental problems for young children down the road.",
        "ref0": "Hunger has many health risks."
    },
    {
        "text": "Three American citizens were aboard the lost flight.",
        "ref0": "There were 239 people aboard."
    },
    {
        "text": "Finding the right balance will not be easy.",
        "ref0": "It will not be easy."
    },
    {
        "text": "Her storytelling talents resurfaced but her marriage collapsed.",
        "ref0": "Her storytelling talents came back."
    },
    {
        "text": "The plug's 24 layers are laid down in light and dark stripes, Usenko said.",
        "ref0": "The plug had 24 layers."
    },
    {
        "text": "Each team tries to knock down the opponent's tower before the opponent knocks down theirs.",
        "ref0": "Teams battle each other head-to-head."
    },
    {
        "text": "\" Tobacco kills the consumer, \"he said.",
        "ref0": "Cigarettes kill, he said."
    },
    {
        "text": "Enigma resembled a typewriter.",
        "ref0": "Enigma looked like a typewriter."
    },
    {
        "text": "The goal is to knock down an opponent's tower before the opponent knocks down theirs.",
        "ref0": "Teams battle each other head-to-head."
    },
    {
        "text": "Enigma resembled a typewriter, with 26 lettered keys.",
        "ref0": "Enigma looked like a typewriter."
    },
    {
        "text": "At 22, Mohamed is a newly minted cop on the beat, a community liaison officer making a courtesy call to a local merchant--a time-tested neighborhood policing method.",
        "ref0": "It's Kadra Mohamed, 22."
    },
    {
        "text": "The plug's 24 layers have light and dark stripes, Usenko said.",
        "ref0": "The plug had 24 layers."
    },
    {
        "text": "The two teams on Robert Morris' varsity squad are undefeated this year, playing against college club teams in leagues.",
        "ref0": "Its two teams are undefeated."
    },
    {
        "text": "\" We oppose state-by-state mandatory labeling laws like Measure 92 in Oregon and Proposition 105 in Colorado, \"Monsanto spokesman Thomas M. Helscher said in an email to the Los Angeles Times.",
        "ref0": "Thomas M. Helscher is a Monsanto spokesman."
    },
    {
        "text": "Technology has brought positive changes along with the difficult ones: Package delivery has increased 14 percent in recent years as more people shop online.",
        "ref0": "Not all technology has hurt."
    },
    {
        "text": "Dick Feely, with the National Oceanic and Atmospheric Administration, by the early 2000s was noting a dramatic change off the West Coast.",
        "ref0": "Dick Feely was a government scientist."
    },
    {
        "text": "Monsanto spokesman Thomas M. Helscher said the food company opposes state-by-state labeling laws, like the proposed laws in Oregon and Colorado.",
        "ref0": "Thomas M. Helscher is a Monsanto spokesman."
    },
    {
        "text": "The two teams on Robert Morris' varsity squad are undefeated this year.",
        "ref0": "Its two teams are undefeated."
    },
    {
        "text": "Robert Morris' two top teams are undefeated this year.",
        "ref0": "Its two teams are undefeated."
    },
    {
        "text": "He suggested they are just annoyed or jealous that Europe now doesn't have the money to embark on such costly cultural projects.",
        "ref0": "He thinks they are jealous."
    },
    {
        "text": "Jordan Davis, a black 17-year-old, was killed in the shooting.",
        "ref0": "He was a black 17-year-old."
    },
    {
        "text": "Ashley, who is only 10, is part of Kids' Boot Camp at Memorial Hospital West in Miami.",
        "ref0": "Ashley is 10 years old."
    },
    {
        "text": "Mundell was on a recent flight to Orlando, where CCI has its regional headquarters.",
        "ref0": "Fake Vest On A Flight ..."
    },
    {
        "text": "They contain a \"lethality gene . \"",
        "ref0": "They contain a death gene."
    },
    {
        "text": "-LRB- They did . -RRB-",
        "ref0": "-LRB- They weren't . -RRB-"
    },
    {
        "text": "On a recent flight to Orlando, where CCI has its regional headquarters, Mundell said he watched a man with a toy breed of dog walk off their flight to the baggage area, remove the dog's \"service animal \"vest and leave the airport.",
        "ref0": "Fake Vest On A Flight ..."
    },
    {
        "text": "But Mike Griffin, public affairs representative of the Georgia Baptist Convention, said in support of the legislation that it was a matter of letting churches set the rules for themselves.",
        "ref0": "Griffin is with the Georgia Baptist Convention."
    },
    {
        "text": "But Mike Griffin, public affairs representative of the Georgia Baptist Convention, supports the legislation.",
        "ref0": "Griffin is with the Georgia Baptist Convention."
    },
    {
        "text": "But Mike Griffin, public affairs representative of the Georgia Baptist Convention, said in support of the legislation that it was a matter of letting churches set the rules for themselves.",
        "ref0": "Mike Griffin is with the Georgia Baptist Convention."
    },
    {
        "text": "Francis J. Mulcahy, the executive director of the Georgia Catholic Conference, expressed concern that more people would be shot if people are allowed to carry around guns.",
        "ref0": "Francis J. Mulcahy is with the Georgia Catholic Conference."
    },
    {
        "text": "\"I didn't come to stay . \"Poet and author Angelou dead at 86",
        "ref0": "\"Charismatic \"author Angelou dies"
    },
    {
        "text": "Shea Murphy, principal at Lovelock Elementary School, opposed Pontius' plan, but has changed her mind.",
        "ref0": "Shea Murphy is principal at Lovelock Elementary School."
    },
    {
        "text": "\"Charismatic \"author Angelou dies",
        "ref0": "\"Extraordinary \"poet Angelou dies"
    },
    {
        "text": "She is a lawyer at the National Employment Law Project.",
        "ref0": "She is an employment lawyer."
    },
    {
        "text": "\"I didn't come to stay . \"Poet and author Angelou dead at 86",
        "ref0": "\"Extraordinary \"poet Angelou dies"
    },
    {
        "text": "The dig also uncovered what is called the Monumental Civic Building, a large hall with a stepped bench built into the walls and an adjoining two-room shrine including small divinity dolls.",
        "ref0": "It has a large hall."
    },
    {
        "text": "Oxitec mosquitoes have been altered to contain a \"lethality gene . \"",
        "ref0": "They contain a death gene."
    },
    {
        "text": "\"A Song Flung Up to Heaven \"author Angelou dies at 86",
        "ref0": "\"Extraordinary \"poet Angelou dies"
    },
    {
        "text": "Shea Murphy, principal at Lovelock Elementary School, at first opposed Pontius' plan, but has changed her mind.",
        "ref0": "Shea Murphy is principal at Lovelock Elementary School."
    },
    {
        "text": "It has two independent engines that power movement in the ankle and knee.",
        "ref0": "It has two separate engines."
    },
    {
        "text": "The mirrors, or heliostats, cost about $850,000.",
        "ref0": "They cost about $850,000."
    },
    {
        "text": "Trayon Christian's problem was not how he was treated when he went into Barneys New York.",
        "ref0": "Trayon Christian's problem was different."
    },
    {
        "text": "It makes her feel normal, her mother said.",
        "ref0": "Her mother answers for her."
    },
    {
        "text": "It makes her feel normal, her mother said, which is a big deal for a kid with a rare protein allergy that prevents her from eating 19 major foods.",
        "ref0": "Her mother answers for her."
    },
    {
        "text": "Walking may not seem like it takes a lot of agility, balance, strength and brainpower.",
        "ref0": "A lot goes into walking."
    },
    {
        "text": "Trayon Christian's problem was not how he was treated when he went into Barneys New York--it was what happened afterwards.",
        "ref0": "Trayon Christian's problem was different."
    },
    {
        "text": "The act of walking may not seem like a feat of agility, balance, strength and brainpower.",
        "ref0": "A lot goes into walking."
    },
    {
        "text": "The unanimous decision Tuesday by a three-judge panel of the 9th U.S . Circuit Court of Appeals overturned a jury verdict in a case involving an AIDS drug.",
        "ref0": "They sit on the 9th U.S . Circuit Court of Appeals."
    },
    {
        "text": "Weighing just over 10 pounds, the leg has two independent engines powering movement in the ankle and knee.",
        "ref0": "It has two separate engines."
    },
    {
        "text": "Trayon Christian's problem was not how he was treated when he went into Barneys New York, a store that sells expensive clothes.",
        "ref0": "Trayon Christian's problem was different."
    },
    {
        "text": "The mirrors were helicoptered in and installed 1,500 feet above the town square.",
        "ref0": "They cost about $850,000."
    },
    {
        "text": "The American Petroleum Institute said the seismic blasts are safe and are being overly restricted by the government.",
        "ref0": "The American Petroleum Institute represents oil companies."
    },
    {
        "text": "Mauritania has the poorest record.",
        "ref0": "It has the poorest record."
    },
    {
        "text": "Helicoptered in and installed 1,500 feet -LRB- 450 meters -RRB- above the town square, the 5 million kroner -LRB- $850,000 -RRB- computer-controlled mirrors, or heliostats, are more commonly used to create solar power in sundrenched regions of the Middle East.",
        "ref0": "They cost about $850,000."
    },
    {
        "text": "The American Petroleum Institute, which represents the oil industry, said the seismic blasts are safe and are being overly restricted by the government.",
        "ref0": "The American Petroleum Institute represents oil companies."
    },
    {
        "text": "The $850,000 mirrors were helicoptered in and installed 1,500 feet above the town square.",
        "ref0": "They cost about $850,000."
    },
    {
        "text": "Mauritania has the poorest record, with some 150,000 people in a population of 3.8 million held captive, many of whom inherited their status from their parents.",
        "ref0": "It has the poorest record."
    },
    {
        "text": "The sweeping, unanimous decision Tuesday by a three-judge panel of the 9th U.S . Circuit Court of Appeals overturned a mixed jury verdict in an antitrust case involving an AIDS drug.",
        "ref0": "They sit on the 9th U.S . Circuit Court of Appeals."
    },
    {
        "text": "Shea Murphy, principal at Lovelock Elementary School, at first opposed Pontius' plan.",
        "ref0": "Shea Murphy is principal at Lovelock Elementary School."
    },
    {
        "text": "The dig also uncovered what is called the Monumental Civic Building, a large hall with a stepped bench built into the walls and an adjoining two-room shrine.",
        "ref0": "It has a large hall."
    },
    {
        "text": "So said Marina Quadros of the Virginia Tech Center for Sustainable Nanotechnology.",
        "ref0": "She works for the Virginia Tech Center for Sustainable Nanotechnology."
    },
    {
        "text": "It will increase the health of crops and improve the way farmers use their fields.",
        "ref0": "It will make crops healthier."
    },
    {
        "text": "It can increase the health of crops and improve the way farmers use their fields.",
        "ref0": "It will make crops healthier."
    },
    {
        "text": "Nanosilver could upset the delicate balance of bacteria in the digestive system, said Marina Quadros of the Virginia Tech Center for Sustainable Nanotechnology.",
        "ref0": "She works for the Virginia Tech Center for Sustainable Nanotechnology."
    },
    {
        "text": "But as football season begins, safety questions remain.",
        "ref0": "But safety questions still remain."
    },
    {
        "text": "The group of ladies call themselves the Atomettes.",
        "ref0": "They call themselves the Atomettes."
    },
    {
        "text": "As football season begins, safety questions that have hung over the sport for years remain unresolved.",
        "ref0": "But safety questions still remain."
    },
    {
        "text": "As football season begins, safety questions that have hung over the sport for years remain unresolved, leaving scientists, marketers and lawyers to argue over the best way to protect players from head injuries.",
        "ref0": "But safety questions still remain."
    },
    {
        "text": "It can increase the health of crops, improve field management practices, reduce costs and increase the amount of crops that can be harvested.",
        "ref0": "It will make crops healthier."
    },
    {
        "text": "It's undeniable Ebola is a formidable virus but it is not as readily passed between individuals as some other potent pathogens, and there is no sign it is changing to become more virulent.",
        "ref0": "Ebola is a deadly disease."
    },
    {
        "text": "A follow-up X-ray taken May 17 showed that her respiratory infection had cleared up.",
        "ref0": "A follow-up X-ray was taken."
    },
    {
        "text": "He said they are just jealous that Europe doesn't have the money to pay for expensive cultural projects anymore.",
        "ref0": "He thinks they are jealous."
    },
    {
        "text": "The technology could revolutionize agriculture, farmers say, by boosting crop health, improving field management practices, reducing costs and increasing yields.",
        "ref0": "It will make crops healthier."
    },
    {
        "text": "A follow-up X-ray taken on May 17 showed that her respiratory infection had cleared up.",
        "ref0": "A follow-up X-ray was taken."
    },
    {
        "text": "It's undeniable Ebola is a formidable virus but it is not as readily passed between people as some other diseases.",
        "ref0": "Ebola is a deadly disease."
    },
    {
        "text": "But it is not as readily passed between people as some other viruses.",
        "ref0": "Ebola is a deadly disease."
    },
    {
        "text": "The Safari Club International Foundation, which represents trophy hunters, criticized Obama's strategy for overlooking engagement with African nations.",
        "ref0": "The Safari Club International Foundation represents animal hunters."
    },
    {
        "text": "Nanosilver could upset the delicate balance of bacteria inside the digestive tract, said Marina Quadros, associate director of the Virginia Tech Center for Sustainable Nanotechnology.",
        "ref0": "She works for the Virginia Tech Center for Sustainable Nanotechnology."
    },
    {
        "text": "The Atomettes are meeting again, just like they have for the last 65 years.",
        "ref0": "They call themselves the Atomettes."
    },
    {
        "text": "No other state cases were currently pending with the high court, but the justices stopped short of resolving for now the question of same-sex marriage nationwide.",
        "ref0": "The group opposes same-sex marriage."
    },
    {
        "text": "Driving her SUV up a scenic road, Naylor points to a fence that marks the boundary of the park.",
        "ref0": "She points to a fence."
    },
    {
        "text": "But other homeless people are uneasy about the idea.",
        "ref0": "Other homeless people are unsure."
    },
    {
        "text": "Those that did seldom survived.",
        "ref0": "Those that did rarely survived."
    },
    {
        "text": "If they did jump in, they'd be as likely to screw that up as make things better.",
        "ref0": "Congress shouldn't jump in."
    },
    {
        "text": "If Congress did jump in, they could easily mess things up.",
        "ref0": "Congress shouldn't jump in."
    },
    {
        "text": "\" We are thrilled, \"said American Civil Liberties Union attorney Sandra S. Park, who argued the case.",
        "ref0": "American Civil Liberties Union attorney Sandra S. Park represented them."
    },
    {
        "text": "Like other germ-killers, including antibiotics, nanosilver also could upset the delicate balance of bacteria inside the digestive tract, said Marina Quadros, associate director of the Virginia Tech Center for Sustainable Nanotechnology.",
        "ref0": "She works for the Virginia Tech Center for Sustainable Nanotechnology."
    },
    {
        "text": "One journal that accepted it was the American Journal of Polymer Science.",
        "ref0": "The American Journal of Polymer Science accepted the paper."
    },
    {
        "text": "The Atomettes are meeting again--as they have for 65 years.",
        "ref0": "They call themselves the Atomettes."
    },
    {
        "text": "Supreme Court clears the way for gay marriage expansion",
        "ref0": "Supreme Court's order expands same-sex marriage"
    },
    {
        "text": "\" There just aren't enough people to enforce the laws, \"said Catherine Ruckelshaus, general counsel at the National Employment Law Project . \"Low-wage workers have it hard finding an attorney willing to take a wage case.",
        "ref0": "She is an employment lawyer."
    },
    {
        "text": "Among the accepting journals was the American Journal of Polymer Science, which is owned by Scientific & amp; Academic Publishing.",
        "ref0": "The American Journal of Polymer Science accepted the paper."
    },
    {
        "text": "But other homeless people are wary of the idea.",
        "ref0": "Other homeless people are unsure."
    },
    {
        "text": "\" It's a muddy picture, \"said George John, associate dean and marketing professor at the University of Minnesota's Carlson School of Management.",
        "ref0": "He teaches at the University of Minnesota."
    },
    {
        "text": "\" It's a muddy picture, \"said George John, associate dean and marketing professor at the University of Minnesota's Carlson School of Management.",
        "ref0": "He teaches at the University of Minnesota's Carlson School of Management."
    },
    {
        "text": "Jordan Davis, a black 17-year-old, was killed in the shooting, but the jury couldn't reach a verdict on the first-degree murder charge against Dunn.",
        "ref0": "He was a black 17-year-old."
    },
    {
        "text": "Trayon Christian's problem was not how he was treated when he went into Barneys New York--it was what happened afterward.",
        "ref0": "Trayon Christian's problem was different."
    },
    {
        "text": "\" The goal counts, and we got the goal . \"",
        "ref0": "\" Possession doesn't count."
    },
    {
        "text": "His neighbor, David Jones, 58, moved his cars down the hill and put the family's valuables upstairs.",
        "ref0": "His neighbor David Jones is 58."
    },
    {
        "text": "It proved such a hit with consumers that it inspired more farmers to put money into breeding programs to boost sales.",
        "ref0": "It was a big hit."
    },
    {
        "text": "It was such a hit that more farmers started spending money on breeding.",
        "ref0": "It was a big hit."
    },
    {
        "text": "His neighbor David Jones, 58, moved his cars down the hill and put the family's valuables upstairs.",
        "ref0": "His neighbor David Jones is 58."
    },
    {
        "text": "The crispy stone fruit, which took 20 years to develop, proved such a hit with consumers that it inspired more farmers to invest in breeding programs to boost sales.",
        "ref0": "It was a big hit."
    },
    {
        "text": "His neighbor David Jones, age 58, moved his cars down the hill.",
        "ref0": "His neighbor David Jones is 58."
    },
    {
        "text": "Unlike most rainstorms that come from Alaska at this time of year, this storm system came from a subtropical area of the Pacific Ocean southwest of California.",
        "ref0": "But this storm was different."
    },
    {
        "text": "The expedition team of about nine people spent the rest of their time digging around the initial hipbone find, and the scientists began to wonder if maybe they had a big herbivore instead.",
        "ref0": "But they began to wonder."
    },
    {
        "text": "The scientists began to wonder if maybe they had a big herbivore, or plant-eater, instead.",
        "ref0": "But they began to wonder."
    },
    {
        "text": "The better-off ones zipped up their tents, while others made shelters with tarps, grocery carts and wheelchairs.",
        "ref0": "Some zipped up their tents."
    },
    {
        "text": "Typical symptoms include a fever above 101.5 degrees, severe headaches, muscle pain, diarrhea and vomiting.",
        "ref0": "Patients have a high temperature."
    },
    {
        "text": "Experts say Ebola patients are contagious only once they are displaying symptoms, including a fever above 101.5 degrees, severe headaches, muscle pain, diarrhea and vomiting.",
        "ref0": "Patients have a high temperature."
    },
    {
        "text": "The scientists began to wonder if maybe they hadn't found a meat-eating predator.",
        "ref0": "But they began to wonder."
    },
    {
        "text": "Typical symptoms include fever, bad headaches, muscle pain, diarrhea and vomiting.",
        "ref0": "Patients have a high temperature."
    },
    {
        "text": "Yet they were also old.",
        "ref0": "But they were also old."
    },
    {
        "text": "The better-appointed ones zipped up their tents, while others made shelters with tarps, grocery carts and wheelchairs.",
        "ref0": "Some zipped up their tents."
    },
    {
        "text": "Children splashed in puddles, pedestrians huddled under awnings and bus stops, and gawkers gathered to see the Los Angeles River--normally a trickle of treated sewage--come to a dangerous roar.",
        "ref0": "People huddled in bus stops."
    },
    {
        "text": "However, this storm system came from a subtropical area of the Pacific Ocean southwest of California.",
        "ref0": "But this storm was different."
    },
    {
        "text": "Vehicles could move more smoothly.",
        "ref0": "Cars will move more smoothly."
    },
    {
        "text": "Situated on two rivers, California's capital city has traditionally been something of a water hog, especially during its scorching summers.",
        "ref0": "And its summers are scorching."
    },
    {
        "text": "The report was issued just before The World Economic Forum opens on Wednesday in Davos, Switzerland.",
        "ref0": "The report was released Monday."
    },
    {
        "text": "Swatton has been analyzing Day's stats since 2007.",
        "ref0": "Colin Swatton is Jason Day's coach."
    },
    {
        "text": "Are they caused by the spin of the rotating black hole?",
        "ref0": "From the spinning black hole?"
    },
    {
        "text": "The image covers 70 square miles including Golfo Nuevo, a circular gulf off the Argentine coast and an area where southern right whales are known to breed and raise their young from July through November.",
        "ref0": "It covers 70 square miles."
    },
    {
        "text": "It's an area where southern right whales are known to breed and raise their young from July through November.",
        "ref0": "It covers 70 square miles."
    },
    {
        "text": "Ashley is only 10.",
        "ref0": "Ashley is 10 years old."
    },
    {
        "text": "But this storm came from the Pacific Ocean southwest of California.",
        "ref0": "But this storm was different."
    },
    {
        "text": "Alex Leniw is a 33-year-old Garfield, N.J., man who served 10 years in the Coast Guard.",
        "ref0": "Alex Leniw is 33 years old."
    },
    {
        "text": "Northern California was soaked too.",
        "ref0": "Northern California was sopped too."
    },
    {
        "text": "Northern California was sopped too.",
        "ref0": "Northern California was soaked too."
    },
    {
        "text": "Officials said vehicles could move more smoothly and maintain a constant distance between vehicles.",
        "ref0": "Cars will move more smoothly."
    },
    {
        "text": "Alex Leniw, a 33-year-old Garfield, N.J., man who served 10 years in the Coast Guard, knows firsthand how hard it can be for a veteran to get a job.",
        "ref0": "Alex Leniw is 33 years old."
    },
    {
        "text": "Officials said vehicles could move more smoothly and maintain a constant distance between vehicles, potentially resulting in a traffic system that is less congested and safer.",
        "ref0": "Cars will move more smoothly."
    },
    {
        "text": "They were just freshmen, but they had some ideas.",
        "ref0": "Still, they had ideas."
    },
    {
        "text": "But they had some ideas.",
        "ref0": "Still, they had ideas."
    },
    {
        "text": "Francis J. Mulcahy, executive director of the Georgia Catholic Conference, expressed concern about the increased potential for gun violence when more guns are available throughout society.",
        "ref0": "Francis J. Mulcahy is with the Georgia Catholic Conference."
    },
    {
        "text": "Cheering families, some on sun loungers, drinking cocktails and waving Norwegian flags, donned shades as the sun crept from behind a cloud to hit the mirrors and reflect down onto the faces of delighted children below.",
        "ref0": "Some reclined on sun loungers."
    },
    {
        "text": "Cheering families, some on sun loungers, drinking cocktails and waving Norwegian flags, donned shades as the sun crept from behind a cloud.",
        "ref0": "Some reclined on sun loungers."
    },
    {
        "text": "Incoming Republican Representative Mia Love of Utah became Congress' first female African-American Republican.",
        "ref0": "Representative Mia Love is from Utah."
    },
    {
        "text": "His father received a telegram.",
        "ref0": "His father got a telegram."
    },
    {
        "text": "Josh Mogerman, a spokesman for the Natural Resources Defense Council, said news of the electrical barrier problems is further evidence that the federal government has to find a more permanent solution to the Asian carp problem.",
        "ref0": "Josh Mogerman works for the Natural Resources Defense Council."
    },
    {
        "text": "Representative Mia Love of Utah became Congress' first female African-American Republican lawmaker.",
        "ref0": "Representative Mia Love is from Utah."
    },
    {
        "text": "They also treat injuries and counsel students about physical and emotional issues.",
        "ref0": "They treat cuts and scrapes."
    },
    {
        "text": "The results can be stunning.",
        "ref0": "The results can be amazing."
    },
    {
        "text": "They also treat injuries and help students with physical and emotional issues.",
        "ref0": "They treat cuts and scrapes."
    },
    {
        "text": "They treat injuries and help students with physical and emotional issues.",
        "ref0": "They treat cuts and scrapes."
    },
    {
        "text": "Josh Mogerman is a spokesman for the Natural Resources Defense Council.",
        "ref0": "Josh Mogerman works for the Natural Resources Defense Council."
    },
    {
        "text": "The results are frequently stunning.",
        "ref0": "The results are often stunning."
    },
    {
        "text": "Lion and unicorn statues on the building as a symbol of British rule were torn down and destroyed in a fire, said Heather Leet, director of development at the Bostonian Society, which was founded to restore the Old State House.",
        "ref0": "She is with the Bostonian Society."
    },
    {
        "text": "They were torn down and destroyed in a fire, said Heather Leet, director of development at the Bostonian Society, which was founded to restore the Old State House.",
        "ref0": "She is with the Bostonian Society."
    },
    {
        "text": "The results are frequently stunning.",
        "ref0": "The results can be amazing."
    },
    {
        "text": "Administration officials have not responded.",
        "ref0": "White House officials have not responded."
    },
    {
        "text": "White House officials have not responded.",
        "ref0": "The White House has not responded."
    },
    {
        "text": "Administration officials have not responded.",
        "ref0": "The White House has not responded."
    },
    {
        "text": "The efforts make good business sense because long queues are one of the biggest gripes of theme park guests.",
        "ref0": "It makes good business sense."
    },
    {
        "text": "\" That was the clincher, \"Wisthoff said.",
        "ref0": "That worked, said Wisthoff."
    },
    {
        "text": "Others were not reassured and some echoed U.S. lawmakers' calls for a ban on people arriving from West Africa, where Ebola is suspected in more than 4,800 deaths.",
        "ref0": "Others were not so sure."
    },
    {
        "text": "Even the birds had teeth . \"",
        "ref0": "The shark had grinding teeth."
    },
    {
        "text": "The rules ban certain hairstyles that are popular among black women.",
        "ref0": "The rules outlaw certain hairstyles."
    },
    {
        "text": "\" They can catch things early and perhaps treat them in the school.",
        "ref0": "Nurses can catch problems early."
    },
    {
        "text": "The rules don't allow certain hairstyles that are popular among black women.",
        "ref0": "The rules outlaw certain hairstyles."
    },
    {
        "text": "The efforts make good business sense.",
        "ref0": "It makes good business sense."
    },
    {
        "text": "Some echoed lawmakers' calls in Washington for a ban on people arriving from West Africa.",
        "ref0": "Others were not so sure."
    },
    {
        "text": "Some echoed lawmakers' calls in Washington for a ban on people arriving from West Africa, where Ebola is suspected in more than 4,800 deaths.",
        "ref0": "Others were not so sure."
    },
    {
        "text": "Genetics, metabolism, cultural and environmental factors all influence weight.",
        "ref0": "Many things determine our weight."
    },
    {
        "text": "While genetics, metabolism, cultural and environmental factors all influence weight, the foundation lies in the energy-balance calculation: If calories consumed outstrip energy expended in physical activity, we will gain weight.",
        "ref0": "Many factors influence our weight."
    },
    {
        "text": "The rules ban certain hairstyles, including twists, large cornrow braids and dreadlocks, that are popular among black women.",
        "ref0": "The rules outlaw certain hairstyles."
    },
    {
        "text": "The rules specifically ban certain hairstyles, including twists, large cornrow braids and dreadlocks, popular among black women.",
        "ref0": "The rules outlaw certain hairstyles."
    },
    {
        "text": "While genetics, metabolism, cultural and environmental factors all influence weight, the foundation lies in the energy-balance calculation: If calories consumed outstrip energy expended in physical activity, we will gain weight.",
        "ref0": "Many things determine our weight."
    },
    {
        "text": "Those bylaws were frequently revised, giving today's vintage teams a variety of old rulebooks to choose from.",
        "ref0": "Those rules were frequently changed."
    },
    {
        "text": "Looking beneath Mount St. Helens",
        "ref0": "Planning an explosive study of Mount St. Helens"
    },
    {
        "text": "Those bylaws were frequently revised, giving today's vintage teams a variety of old rulebooks to choose from.",
        "ref0": "Those rules were frequently revised."
    },
    {
        "text": "Expect the rollout to get off to a slow start, with some bumps.",
        "ref0": "Expect things to start slow."
    },
    {
        "text": "CHICAGO--Chicago children returned to school Tuesday, walking past even more guards than last year, when concerns about safety prompted the city to line the streets with 1,200 adults every day.",
        "ref0": "Getting to school safely in Chicago"
    },
    {
        "text": "The independent Government Accountability Office surveyed state nutrition officials.",
        "ref0": "It surveyed state nutrition officials."
    },
    {
        "text": "Recognizing those obstacles, some states have created programs to provide the next generation of farmers with the skills and land needed to be economically competitive.",
        "ref0": "Some states recognize these obstacles."
    },
    {
        "text": "Laura Bevan is the southern region director for the Humane Society of the United States, who investigated the practice, also known as \"bull tailing, \"in Florida in 2003.",
        "ref0": "Laura Bevan works for the Humane Society."
    },
    {
        "text": "The average growth among the 16 Southern states and the District of Columbia was 63 percent.",
        "ref0": "The District of Columbia is also included."
    },
    {
        "text": "Fish with a missing eye used to be routinely euthanized at aquariums because they were considered unsightly, Haulena said.",
        "ref0": "They were put to sleep."
    },
    {
        "text": "Recognizing those obstacles, some states have created programs to provide the next generation of farmers with the skills and land needed to be economically competitive.",
        "ref0": "Some states recognize these problems."
    },
    {
        "text": "The Government Accountability Office surveyed state nutrition officials.",
        "ref0": "It surveyed state nutrition officials."
    },
    {
        "text": "Some states recognize these obstacles and have created programs to provide the next generation of farmers with the skills and land needed to be competitive.",
        "ref0": "Some states recognize these problems."
    },
    {
        "text": "The average growth among the 16 states and the District of Columbia -LRB- which the census identifies as the South -RRB- was 63 percent.",
        "ref0": "The District of Columbia is also included."
    }
]